{
    "data": [
        {
            "title": "Percy Fawcett",
            "paragraphs": [
                {
                    "context": " Lieutenant Colonel Percy Harrison Fawcett (18 August 1867during or after 1925) was a British geographer, artillery officer, cartographer, archaeologist, and explorer of South America. Fawcett disappeared in 1925 (along with his eldest son, Jack, and one of Jack's friends, Raleigh Rimmell) during an expedition to find \"Z\"—his name for an ancient lost city which he and others believed existed in the jungles of Brazil. Percy Fawcett was born on 18 August 1867 in Torquay, Devon, England, to Edward Boyd Fawcett and Myra Elizabeth (née MacDougall). Fawcett received his early education at Newton Abbot Proprietary College along with Bertram Fletcher Robinson. Fawcett's India-born father was a Fellow of the Royal Geographical Society (RGS); his elder brother Edward Douglas Fawcett (1866–1960) was a mountain climber, an Eastern occultist, and the author of philosophical books and popular adventure novels."
                },
                {
                    "context": " Fawcett attended the Royal Military Academy, Woolwich as a cadet, and was commissioned as a lieutenant of the Royal Artillery on 24 July 1886. On 13 January 1896, he was appointed adjutant of the 1st Cornwall (Duke of Cornwall's) Artillery Volunteers, and was promoted to captain on 15 June 1897. He later served in Hong Kong, Malta, and Trincomalee, Ceylon, where he met his future wife Nina Agnes Paterson, whom he married in January 1901 after having previously ended their engagement. They had two sons, Jack (born 1903) and Brian (1906–1984), and one daughter, Joan (1910–2005)."
                },
                {
                    "context": " Fawcett joined the RGS in 1901, in order to study surveying and mapmaking. Later, he worked for the British Secret Service in North Africa while pursuing the surveyor's craft. He served for the war office on Spike Island, County Cork from 1903 to 1906, where he was promoted to major on 11 January 1905. He became friends with authors H. Rider Haggard and Arthur Conan Doyle; the latter used Fawcett's Amazonian field reports as an inspiration for his novel \"The Lost World\". Fawcett's first expedition to South America was in 1906 (he was seconded for service there on 2 May) when at the age of 39 he travelled to Brazil to map a jungle area at the border of Brazil and Bolivia at the behest of the Royal Geographical Society. The Society had been commissioned to map the area as a third party unbiased by local national interests. He arrived in La Paz, Bolivia in June. While on the expedition in 1907, Fawcett claimed to have seen and shot a 62 foot long giant anaconda, a claim for which he was ridiculed by scientists. He reported other mysterious animals unknown to zoology, such as a small cat-like dog about the size of a foxhound, which he claimed to have seen twice, and the giant Apazauca spider which was said to have poisoned a number of locals."
                },
                {
                    "context": " Fawcett made seven expeditions between 1906 and 1924. He was mostly amicable with the locals through gifts, patience, and courteous behaviour. In 1908, he traced the source of the Rio Verde (Brazil) and in 1910 made a journey to Heath River (on the border between Peru and Bolivia) to find its source, having retired from the British army on 19 January. After a 1913 expedition, he supposedly claimed to have seen dogs with double noses. These may have been Double-nosed Andean tiger hounds. Based on documentary research, Fawcett had by 1914 formulated ideas about a \"lost city\" he named \"Z\" (\"Zed\") somewhere in the Mato Grosso region of Brazil. He theorized that a complex civilization once existed in the Amazon region and that isolated ruins may have survived. Fawcett also found a document known as , written after explorations made in the sertão of the state of Bahia, and housed at the National Library of Rio de Janeiro. It is believed to be by Portuguese bandeirante , who wrote that in 1753 he'd discovered the ruins of an ancient city that contained arches, a statue, and a temple with hieroglyphics; the city is described in great detail without providing a specific location. This city became a secondary destination for Fawcett, after \"Z\". (See Fawcett's own book \"Exploration Fawcett\".)"
                },
                {
                    "context": " At the beginning of the First World War Fawcett returned to Britain to serve with the Army as a Reserve Officer in the Royal Artillery, volunteering for duty in Flanders, and commanding an artillery brigade despite being nearly 50 years old. He was promoted from major to lieutenant-colonel on 1 March 1918, and received three mentions in despatches from Douglas Haig, in November 1916, November 1917, and November 1918, and was also awarded the Distinguished Service Order in June 1917. After the war Fawcett returned to Brazil to study local wildlife and archaeology. In 1920, he made a solo attempt to search for \"Z\", but ended it after suffering from a fever and shooting his pack animal."
                },
                {
                    "context": " In 1925, with funding from a London-based group of financiers known as the Glove, Fawcett returned to Brazil with his eldest son Jack and Jack's best and longtime friend, Raleigh Rimell, for an exploratory expedition to find \"Z\". Fawcett left instructions stating that if the expedition did not return, no rescue expedition should be sent lest the rescuers suffer his fate. Fawcett was a man with years of experience travelling, and had brought equipment such as canned foods, powdered milk, guns, flares, a sextant, and a chronometer. His travel companions were both chosen for their health, ability, and loyalty to each other; Fawcett chose only two companions in order to travel lighter and with less notice to native tribes, as some were hostile towards outsiders."
                },
                {
                    "context": " On 20 April 1925, his final expedition departed from Cuiabá. In addition to his two principal companions, Fawcett was accompanied by two Brazilian labourers, two horses, eight mules, and a pair of dogs. The last communication from the expedition was on 29 May 1925 when Fawcett wrote, in a letter to his wife delivered by a native runner, that he was ready to go into unexplored territory with only Jack and Raleigh. They were reported to be crossing the Upper Xingu, a southeastern tributary river of the River Amazon. The final letter, written from Dead Horse Camp, gave their location and was generally optimistic."
                },
                {
                    "context": " Many people assumed that local Indians killed them, as several tribes were nearby at the time: the Kalapalos, the last tribe to have seen them, the Arumás, the Suyás, and the Xavantes whose territory they were entering. The Kalapalo have an oral story of the arrival of three explorers which states that the three went east, and after five days the Kalapalo noticed that the group no longer made camp fires. The Kalapalo say that a very violent tribe most likely killed them. However, both of the younger men were lame and ill when last seen, and there is no proof that they were murdered. It is plausible that they died of natural causes in the Brazilian jungle."
                },
                {
                    "context": " In 1927, a name-plate of Fawcett's was found with an Indian tribe. In June 1933, a theodolite compass belonging to Fawcett was found near the Baciary Indians of Mato Grosso by Colonel Aniceto Botelho. However, the name-plate was from Fawcett's expedition five years earlier and had most likely been given as a gift to the chief of that Indian tribe. The compass was proven to have been left behind before he entered the jungle on his final journey. Dead Horse Camp, or Fawcett's camp, is one of the major camps that Fawcett made on his final journey. This encampment was his last known location."
                },
                {
                    "context": " From Dead Horse Camp, Fawcett wrote to his wife about the hardships that he and his companions had faced, his coordinates, his doubts in Raleigh Rimmel, and Fawcett's plans for the near future. He concludes his message with, “You need have no fear of any failure...” One question remaining about Dead Horse Camp concerns a discrepancy in the coordinates Fawcett gave for the camp. In the letter to his wife, he wrote: \"Here we are at Dead Horse Camp, latitude 11 degrees 43' South and longitude 54 degrees 35' West, the spot where my horse died in 1920\" (). However, in a report to the North American Newspaper Alliance he gave the coordinates as ."
                },
                {
                    "context": " The discrepancy may have been a typographical error. However, he may have intentionally concealed the location to prevent others from using his notes to find the lost city. It may have also been an attempt to dissuade any rescue attempts; Fawcett had stated that if he disappeared, no rescue party should be sent because the danger was too great. Explorer Henry Costin accompanied Fawcett on five of his previous expeditions. Costin expressed his doubt that Fawcett would have perished at the hands of native Indians, as he typically enjoyed good relations with them. He believed that Fawcett had succumbed to either a lack of food or exhaustion."
                },
                {
                    "context": " During the ensuing decades, various groups mounted several rescue expeditions, without success. They heard only various rumours that could not be verified. While a fictitious tale estimated that 100 would-be-rescuers died on several expeditions attempting to discover Fawcett's fate, the actual toll was only one - a sole man who ventured after him alone. One of the earliest expeditions was commanded by American explorer George Miller Dyott. In 1927 he claimed to have found evidence of Fawcett's death at the hands of the Aloique Indians, but his story was unconvincing. From 1930–31, Aloha Wanderwell used her seaplane to try to land on the Amazon River in the Matto Grosso to find him. After an emergency landing and living with the Bororo tribe for 6 weeks, Aloha and her husband Walter flew back to Brazil, with no luck. A 1951 expedition unearthed human bones that were found later to be unrelated to Fawcett or his companions."
                },
                {
                    "context": " Danish explorer Arne Falk-Rønne journeyed to the Mato Grosso during the 1960s. In a 1991 book, he wrote that he learned of Fawcett's fate from Orlando Villas-Bôas, who had heard it from one of Fawcett's murderers. Allegedly, Fawcett and his companions had a mishap on the river and lost most of the gifts they'd brought along for the Indian tribes. Continuing without gifts was a serious breach of protocol; since the expedition members were all more or less seriously ill at the time, the Kalapalo tribe they encountered decided to kill them. The bodies of Jack Fawcett and Raleigh Rimell were thrown into the river; Colonel Fawcett, considered an old man and therefore distinguished, received a proper burial. Falk-Rønne visited the Kalapalo tribe and reported that one of the tribesmen confirmed Villas-Bôas's story about how and why Fawcett had been killed."
                },
                {
                    "context": " In 1951, Orlando Villas-Bôas, activist for indigenous peoples, supposedly received the actual remaining skeletal bones of Fawcett and had them analysed scientifically. The analysis allegedly confirmed the bones were Fawcett's, but his son Brian Fawcett (1906–1984) refused to accept this. Villas-Bôas claimed that Brian was too interested in making money from books about his father's disappearance. Later scientific analysis confirmed that the bones were not Fawcett's. As of 1965, the bones reportedly rested in a box in the flat of one of the Villas-Bôas brothers in São Paulo."
                },
                {
                    "context": " In 1998, English explorer Benedict Allen went to talk to the Kalapalo Indians, said by Villas-Bôas to have confessed to having killed the three Fawcett expedition members. An elder of the Kalapalo, Vajuvi, claimed during a filmed BBC interview with Allen that the bones found by Villas-Bôas 45 years before were not really Fawcett's. Vajuvi also denied that his tribe had any part in the Fawcetts' disappearance. No conclusive evidence supports either statement. In 2003, a Russian documentary film, \"The Curse of the Incas' Gold / Expedition of Percy Fawcett to the Amazon\" (), was released as a part of the television series \"Mysteries of the Century\" (). Among other things, the film emphasizes the recent expedition of Oleg Aliyev to the presumed approximate place of Fawcett's last whereabouts and Aliyev's findings, impressions and presumptions about Fawcett's fate."
                },
                {
                    "context": " On 21 March 2004, the British newspaper \"The Observer\" reported that television director Misha Williams, who had studied Fawcett's private papers, believed that Fawcett had not intended to return to Britain but rather meant to found a commune in the jungle based on theosophical principles and the worship of his son Jack. Williams explained his research in some detail in the preface to his play \"AmaZonia\", first performed in April 2004. In 2005, \"The New Yorker\" staff writer David Grann visited the Kalapalo tribe and reported that it had apparently preserved an oral history about Fawcett, among the first Europeans the tribe had ever seen. The oral account said that Fawcett and his party had stayed at their village and then left, heading eastward. The Kalapalos warned Fawcett and his companions that if they went that way they would be killed by the \"fierce Indians\" who occupied that territory, but Fawcett insisted on going. The Kalapalos observed smoke from the expedition's campfire each evening for five days before it disappeared. The Kalapalos said they were sure the fierce Indians had killed them. The article also reports that a monumental civilisation known as Kuhikugu may have actually existed near where Fawcett was searching, as discovered recently by archaeologist Michael Heckenberger and others. Grann's findings are further detailed in his book \"The Lost City of Z\" (2009)."
                }
            ]
        },
        {
            "title": "List of Full House and Fuller House characters",
            "paragraphs": [
                {
                    "context": " This is a list of the characters from the American television sitcom \"Full House\" and its sequel series \"Fuller House\". The former ran for eight seasons on ABC from September 22, 1987 to May 23, 1995. \"Fuller House\" followed 21 years later, airing on Netflix beginning February 26, 2016. The fourth season was released on December 14, 2018. Jesse Katsopolis (portrayed by John Stamos; the character's last name in season one was Cochran, but was changed reportedly due to John Stamos wanting his character to better reflect his Greek heritage) is Danny's brother-in-law, Pam's younger brother, husband of Rebecca Donaldson and father of twin sons Nicky and Alex. Born Hermes Katsopolis (as revealed in the season five episode \"The Legend of Ranger Joe\"), he was named after his great-grandfather, who in turn is named after the Greek god of swiftness. However, he did not like his birth name, as other kids teased him for it; so when he was in kindergarten, he begged his parents to have his name changed to Jesse, thinking that one had to have a \"cool name\" to be in the in-crowd. As an adult, he was more confident with his true name, telling the girls about the Greek god of speed, and how his great-grandfather saved a village from a volcano, but still goes by Jesse."
                },
                {
                    "context": " In contrast with Danny, Jesse is portrayed as being irresponsible most of the time, but occasionally serves as a responsible adult when a responsible adult is needed (such as when he discovers Stephanie's classmate is a child abuse victim in the season 6 episode \"Silence is Not Golden\"). Jesse is revealed as a high school dropout in season six's \"Educating Jesse\", though in an earlier plot (in season four's \"One Last Kiss\") about a high school reunion, he mentions not wearing his cap to his graduation because he did not want to mess up his hair."
                },
                {
                    "context": " Jesse's obsession with his hair becomes a major trait of his throughout the series, as well as his obsession with Elvis Presley. His obsession with the former is fully established in the season two premiere \"Cutting it Close\", which focuses on Jesse's tough time coping when Stephanie accidentally cuts off a hunk of his mullet, which leads to him getting into a motorcycle accident that lands him in a full arm cast; later episodes reveal that he has a special comb called Mr. Goodpart (which gets damaged in a melee to purchase a Mighty Mutant Super Kids Super Fortress for Michelle in season eight's \"I've Got a Secret\") and that he gives pep talks to his hair (as revealed in season seven's \"Wrong-Way Tanner\")."
                },
                {
                    "context": " Jesse first moves into the house with virtually no experience in taking care of young children or babies, but starts to learn the ropes along the way. He becomes closer to all of his nieces over the course of the series, especially Michelle, whom he affectionately nicknames \"munchkin\" and \"shorty\", among others. In the first season, Jesse works for his father Nick's exterminating business before leaving to pursue work in advertising, frequently working with Joey. He later works with Joey as co-hosts of an afternoon drive time show on local radio station KFLH called \"The Rush Hour Renegades\". Further along in the series, in season seven's \"Smash Club: The Next Generation\", Jesse becomes the new owner of The Smash Club. Although he was shown to be a sports fan as well as a good athlete in the earlier seasons, it is revealed in later seasons that Jesse hated all sports (especially basketball, as revealed in \"Air Jesse\" from season eight) and was not very athletic. Jesse's main passion is music, and struggles to \"hit it big\" with his band, Jesse and the Rippers (in the earlier part of the series). However, his increasing responsibilities to his family, radio job, and as owner of a club, lead his band members to kick him out of the band (in the season eight premiere \"Comet's Excellent Adventure\"); in \"Making Out is Hard to Do\", he briefly decides to quit being a musician until he has a nightmare in which he appears on \"Downbeat\" (a \"Behind the Music\"-style show-within-a-dream-sequence) has him dream that his family hates him, Rebecca has divorced him (and moved on with Joey) and Jesse himself was a mechanic, as well as overweight and balding (because of a scalp infection), with Kimmy Gibbler (dressed in the attire of the \"Married... with Children\" character Peggy Bundy) as a wife. Two episodes later in \"To Joey, With Love,\" he subsequently starts a new band called Hot Daddy and the Monkey Puppets."
                },
                {
                    "context": " In \"Fuller House\", Jesse, Becky, and Danny all move to Los Angeles. Jesse becomes the music composer for \"General Hospital\" while Becky and Danny start a new nationally syndicated talk show called, \"Wake Up USA\". In the season two finale, Jesse and Becky adopt a baby girl whom they name Pamela after his sister. Somewhere along the line Jesse became a stay at home dad. When Becky and Danny get fired from \"Wake Up USA\", they try to get their old jobs back but the station only wanted her back to co-host an all women's talk show. Jesse, Becky and Pamela are all moving back to San Francisco, and he also bought back the Smash Club (which is now a laundromat) along with Joey."
                },
                {
                    "context": " Daniel Ernest \"Danny\" Tanner (portrayed by Bob Saget, John Posey in the unaired pilot) is left with three young daughters to raise after his wife, Pam, dies in a car accident caused by a drunk driver. At the beginning of the series, he works as a sportscaster for \"Channel 8 News\". In the season two episode \"Tanner vs. Gibbler\", he is chosen by his station's general manager Mr. Strowbridge to be the co-host for the station's new morning talk show, \"Wake Up, San Francisco\", alongside Rebecca Donaldson. In season one's \"The Big Three-O,\" Danny's beloved car, \"Bullet,\" is severely damaged after another driver rear-ends the vehicle, leading it roll out of park and become submerged in the San Francisco Bay as Jesse and Joey shop for new seat covers for the car to surprise Danny with as a present for his 30th birthday; Jesse and Joey end up bidding for a new car that is identical in appearance, unknowingly competing with Danny, who purchases the car (and later named it \"Walter\") after he calls the car dealership that Jesse and Joey are and places a bid over the phone."
                },
                {
                    "context": " Danny goes on his first date since his wife's death in the season one episode \"Sea Cruise,\" as part of a fishing trip that was intended to only include himself, Jesse and Joey; he is seen going out on dates on select occasions throughout the series. While Rebecca goes on maternity leave in season five just before giving birth to his nephews Nicky and Alex, Danny ends up falling in love with her co-host replacement, Vicky Larson. The two of them begin dating in season five's \"Easy Rider,\" becoming Danny's most serious relationship since he became a widower, and the two later become engaged in the season six finale \"The House Meets the Mouse\". However, their relationship turned into a long-distance situation as Vicky was assigned various reporting jobs away from San Francisco. In season seven's \"The Perfect Couple,\" Vicky ended up getting her dream job of anchoring the network news in New York City, but a long-distance relationship did not work for either of them, so Danny decides to break up with her; this leads him to a mass feng shui habit in the following episode, \"Is It True About Stephanie?,\" to which his family acknowledges was his way of trying to cope with his breakup. Danny eventually meets fellow single parent Claire Mahan in season eight episode \"Making Out Is Hard to Do,\" and go on a date in the episode \"Claire and Present Danger.\""
                },
                {
                    "context": " Although he is not established with this trait early on (season one's \"The Return of Grandma\" depicts him as begrudgingly trying to clean the messy house with Jesse and Joey after their mothers threaten to move in if they cannot keep the place clean), much of the humor surrounding Danny's character comes from his obsession with cleaning and cleanliness. Danny can often be found cleaning for cleaning's sake, sometimes even cleaning his cleaning products (in a version of the original season three opening titles, seen during episodes in which Lori Loughlin does not appear as Rebecca Donaldson, Danny is even shown to be cleaning his floor vacuum with a handheld vacuum). He says the family motto is \"clean is good, dirt is bad\". Danny views spring cleaning as his equivalent to Christmas and home movies as his New Year's Eve (as revealed in the season two episode \"Goodbye, Mr. Bear\"). His quirkiness and generally \"unhip dad\" personality are also targets for humor. He is a skilled pool, dart player and guitarist (as respectively revealed in season four's, \"Girls Just Wanna Have Fun,\" and season eight's, \"To Joey, with Love\")."
                },
                {
                    "context": " Like most other characters, he generally cannot stand Kimmy Gibbler, considering her as “an annoying, obnoxious nuisance”; at times, urging D.J. to make new friends whenever Kimmy does something that irritates him. Danny also has one brother and one sister, and his parents are divorced. Unlike his brother-in-law Jesse (who is more into rock-and-roll), Danny has a taste for 1970s Disco music; one of his favorite songs is \"Play That Funky Music\" by Wild Cherry. In the first episode of \"Fuller House\", Danny and Becky relocate to Los Angeles for their new talk show, \"Wake Up USA\", and it is revealed that Danny got remarried to a woman named Teri. During the second season Danny goes through a little bit of a mid-life crisis since he just turned 60. In season three Danny reveals that him and Teri got divorced. Danny and Becky asked for raises on their show but since they asked for too much they are fired and replaced by Mario Lopez. After feeling sorry for themselves they go back to \"Wake Up San Francisco\" to ask for their old jobs back but the station only wants Becky back. To cheer him up, the girls somehow tracked down Vicky and surprised him with her. He invites her to the 30th \"Dadi-versary\" party the girls threw for him, Jesse and Joey. Since Becky, Jesse and Joey are all moving back to San Francisco, Danny announces he's moving back too, and back into the house. In season four Becky's talk show \"The Gab\" was a success but it turned back into \"Wake Up San Francisco\". Danny refused to audition to be her co-host, and briefly lived life as an retiree. He eventually realizes that he misses being on air and gets his old job back."
                },
                {
                    "context": " Joseph Alvin \"Joey\" Gladstone (portrayed by Dave Coulier) is the childhood best friend of Danny Tanner, and adulthood best friend of Jesse Katsopolis. Joey moved in with Danny shortly after the death of Danny's wife, Pam, to help raise D.J., Stephanie, and Michelle. Joey works as a stand-up comedian, whose act usually includes vocal imitations of cartoon characters such as Popeye, Bullwinkle J. Moose, Pepé Le Pew and others. Joey initially slept in the alcove of Danny's living room. However, after complaining of not being able to find privacy, Danny reconstructs his basement garage into a bedroom for him in the season one episode \"Joey's Place\" (prior to the reveal, Joey contemplates moving out after the family's behavior makes him believe that Jesse and Danny can handle taking care of the girls and that he is not needed). Joey nearly quits comedy in the season one episode \"But Seriously, Folks,\" after Phyllis Diller (who was there as an audience member) hogs his slot at a comedy club, deciding to change his name to Joe and become a serious businessman. He reverses his decision after D.J. decides to quit practicing the guitar, realizing that he is not setting a good example. Although there was some tension between Joey and Jesse when they first move in with the Tanners, they quickly become good friends to the point where Jesse asks Joey to be his best man at his wedding. Even so, Joey's perceived immaturity does irritate Jesse at times. Joey usually handles the day-to-day raising of the kids by doing chores like making meals, driving the kids to school appointments, and after school activities, taking care of Michelle as a baby, and helping the kids with their homework. Joey also buys D.J. her first car for her 16th birthday in the season six episode \"Grand Gift Auto,\" which ends up getting repossessed after the police discover that the car had been stolen; Joey nearly moves out again after the family's attempts to try illustrate that Joey is not capable of committing a crime make him believe that the rest of the family thinks of him as a big joke. It is in this episode that Joey reveals that he had wished to have siblings as he grew up as an only child (even imaging that he was part of \"The Brady Bunch\"), and that being part of the Tanner family gave him the extended family he always wanted. In season four's \"Viva Las Joey,\" Joey is reunited with his estranged father (at the arrangement of Stephanie and D.J.), a former serviceman in the Armed Forces, with whom Joey did not get along with growing up due to his strict parenting style and his disapproval of Joey's dream of being a comedian; his father realizes that Joey made the right career decision when he sees his son's routine when Joey is invited as an opening act for Wayne Newton in Las Vegas."
                },
                {
                    "context": " Joey has held various jobs in addition to his work as a stand-up comic. For a while during seasons two and three, Joey and Jesse run an advertising business, J&J Creative Services, in which they partnered to compose jingles for television and radio commercials. In season four's \"Joey Goes Hollywood,\" Joey wins a role he secretly auditions for in a sitcom co-starring Frankie Avalon and Annette Funicello called \"Surf's Up\". Joey's most successful job was portraying \"Ranger Joe,\" on an afternoon children's variety television show. He was given the job to replace retiring original host \"Ranger Roy\" in season five's \"The Legend of Ranger Joe,\" only to be fired after triggering Roy's acute physical paranoia when hugging him as a thank you; after Danny informs Joey of this while telling him of his firing, Joey ends up saving Roy from a \"hug-o-gram\" that he had sent to gratitude for the job; he then gets rehired after Roy becomes impressed with Joey's hosting skills when he takes over for Roy on his last show. Ranger Joe's sidekick is his wise-cracking woodchuck marionette puppet \"Mr. Woodchuck\" (first seen in \"The Legend of Ranger Joe\" and last seen in \"Michelle Rides Again\"). Joey quits his job in season six's \"Radio Days,\" after he becomes disgruntled with his boss Mr. Strowbridge's wife as his co-host. Jesse and Joey subsequently become co-hosts of a successful afternoon show on radio station KFLH called, \"Rush Hour Renegades\". Besides his impressions, much of Joey's humor comes from his depiction as a man child, particularly the fact that he still watches cartoons as an adult and has an extensive knowledge of animation."
                },
                {
                    "context": " Joey has moved to Las Vegas in \"Fuller House\", and is now married with four kids. His wife Ginger is a magician, and their kids, Phyllis, Lewis, Joan, and Jerry are very loud and obnoxious kids. Joey and his kids are moving back to San Francisco since his wife will be working as a magician on a cruise ship for six months. He also bought back the Smash Club with Jesse. Donna Jo Margaret \"D.J.\" Tanner (portrayed by Candace Cameron Bure) is Danny and Pam's oldest child. Over the course of the show's run, D.J. attends Frasier Street Elementary, Van Atta Junior High and Bayview High School. In the pilot episode \"Our Very First Show,\" she ends up having to share her bedroom with Stephanie in order to allow Jesse to move into Stephanie's old bedroom; due to problems with privacy regarding Stephanie, in the season five episode \"Take My Sister, Please,\" she sells Danny on an idea to switch rooms with Michelle, who in turn would move in with Stephanie (only after convincing Michelle to move in with Stephanie, after she rejects the offer to move in with her older sister)."
                },
                {
                    "context": " D.J. is typically the daughter who acts the most practical, often giving advice to her younger sisters, Michelle and Stephanie. Although she sometimes bickers with them, she cares for them deeply. As D.J. entered into middle school, she started to deal with more serious issues like puberty and dating. She has her first serious relationship with Steve Hale (who was first introduced in the season five episode \"Sisters in Crime\"), who later becomes a real fixture in her life (and a regular character beginning in season six) when their characters return from a summer abroad in Spain. Their relationship lasts until they break up in the season seven episode \"Love on the Rocks,\" when they realize that the passion in their relationship is gone, but they agree to remain friends. D.J. has on-and-off relationships (during the show's final season) with guitarist Viper (a member of Jesse's new band Hot Daddy and the Monkey Puppets) and rich kid Nelson, but both relationships do not last (the two end up vying for D.J.'s affections in the season eight episode \"D.J.'s Choice,\" only for D.J. to reject them both after their fighting gets to be too much for her to bear). In the series finale \"Michelle Rides Again,\" Steve shows up at the Tanner house to take D.J. to her senior prom and they share a kiss. Her best friend throughout the show was next-door neighbor Kimmy Gibbler, who was the complete opposite of D.J. in every way. In season eight, D.J. gets accepted to University of California, Berkeley and it is implied she will go to college there after graduating high school (after she was rejected from her first choice, Stanford University)."
                },
                {
                    "context": " In \"Fuller House,\" D.J. is a recent widow and mother of three kids, Jackson, Max and Tommy, and lives with Stephanie and Kimmy. D.J. has since become a veterinarian. When her boss retires, his son, Matt Harmon, and D.J. take over the pet clinic. Matt and Steve fight for D.J.'s affection, but both end up dating other people after D.J. says she's not ready to commit someone new yet. Realizing they have feelings for each other, Matt breaks up with his girlfriend and starts dating D.J. On the way to Steve's wedding in Japan, D.J., wearing a sleeping mask – and thinking she's talking to Kimmy – unknowingly tells Steve that she was going to pick him over Matt, and she feels like she's losing her soulmate. Steve tells Kimmy about D.J.'s confession and his intention to confront D.J. but changes his mind after he witnesses Matt proposing to D.J. The next day, before the wedding starts, Kimmy tells D.J. that Steve was the one who heard what she said on the plane. At the altar, Steve calls off the wedding, and D.J. breaks her engagement to Matt. Back home, the two decide to wait a month before they start dating, out of respect to their exes. After their \"third, first date,\" Steve tells D.J. that the Los Angeles Lakers want him to be the team's foot specialist. He chooses to stay with her, but D.J. calls the team and says that he will take the job. After a few months Steve quits his job so he back with DJ."
                },
                {
                    "context": " Stephanie Judith Tanner (portrayed by Jodie Sweetin) is the witty, sarcastic middle child of Danny and Pam, the younger sister of D.J., and the older sister of Michelle. Her mother died when she was five years old. Her catchphrases during the early seasons of the series include \"how rude!,\" \"well, pin a rose on your nose!\" and \"hot dog\". She eventually evolved into something of a tomboy in seasons four and five. Stephanie has a habit of spying on D.J.'s life by reading her diary and eavesdropping on her telephone calls (having been caught in the act several times), and is generally the most athletic and nosiest of the Tanner girls. Her best friends in school are Gia Mahan and Mickey, whom she meets in season seven (the former is the only one who appears through to season eight). Of the three sisters, Stephanie has dealt with the toughest issues, such as peer pressure into smoking (in season seven's \"Fast Friends\"), \"make-out\" parties (in season eight's \"Making Out is Hard to Do\"), joyriding (in season eight's \"Stephanie's Wild Ride\"), and uncovering a classmate's child abuse (in season six's \"Silence is Not Golden\"), as well as the death of her mother when she was only five. In her early years, she is very sentimental about Mr. Bear, a stuffed animal that her mother gave to her after Michelle was born (this was the focal point of the season two episode \"Goodbye Mr. Bear\"). She and Jesse are the most abrasive when it comes to how they feel about Kimmy Gibbler."
                },
                {
                    "context": " In \"Fuller House\", Stephanie volunteers to give up her life in London to move back into her childhood home to help take care of her sister's three kids. Kimmy volunteers to move in as well much to Stephanie's dismay but she soon puts her abrasive feelings aside, and becomes friends with her. Stephanie confesses to D.J. that she can't have kids but wants to. Stephanie starts a relationship with Kimmy's younger brother Jimmy. Becky schedules Stephanie for a pelvic exam and turns out she has three vivable eggs and can have a baby via surrogacy. Since she hasn't been dating Jimmy for that long she doesn't want to put pressure on him for being the father, and throwing him into a lifelong commitment so soon in their relationship. He wants to be the father. They are able to make embryos and Kimmy volunteers to be the surrogate mother. Kimmy is able to get pregnant with the embryos. At the end of season four Kimmy gives birth to a baby girl, and Jimmy proposes to Stefanie which she accepts."
                },
                {
                    "context": " Michelle Elizabeth Tanner (played by twins Mary-Kate and Ashley Olsen), is Danny and Pam's youngest daughter. Danny is more overprotective of Michelle than the other girls. Michelle was just a baby when Pam died, so she hardly remembers her mom. Jesse and Joey's misadventures in taking care of her when she was a baby provided a great deal of humor. Once Michelle started to grow up, she became the focus of more of the show's storylines. Her best friends, Teddy and Denise, appear frequently in later seasons. She also has other friends, such as Derek Boyd, Lisa Leeper, and bossy Aaron Bailey, who Michelle has an uneasy friendship with. Her favorite toys (in earlier seasons) are Barney, a plush bear who hangs on the wall above her bed, and her stuffed pig. It is apparent that Jesse is somewhat closer to her than her sisters, and he gives her nicknames such as \"munchkin\", \"shorty\" and \"rugrat\". She is known for her many recurring catchphrases such as \"you got it, dude!\", \"you're in big trouble, mister!\", \"oh, puh-lease!\", \"aw, nuts!\", \"duh!\", and \"no way, José!\""
                },
                {
                    "context": " Michelle does not appear in \"Fuller House\" but it is mentioned that she is now living in New York, and owns a fashion company. (a real-life reference to the character's actresses being fashion designers currently) Rebecca Donaldson Katsopolis (portrayed by Lori Loughlin), is the sarcastic, practical, but very loving and well-educated woman who becomes the love interest and later wife of Jesse Katsopolis. Becky was born in Valentine, Nebraska and decided to pursue journalism as a career while she was in high school. Becky moves to San Francisco to become the co-host of \"Wake Up, San Francisco\", being paired with Danny as her co-host; the two become close friends, although she often quips about Danny's quirks and tendency to ramble in his conversations. She was reluctant to admit her feelings for Jesse at first, but she eventually falls in love with him. The two almost elope in Lake Tahoe in the season two finale \"Luck Be a Lady\", but backed out when Becky realized that she and Jesse were not really ready to get married. They eventually get married (in the second part of the season four episode \"The Wedding\") on Valentine's Day."
                },
                {
                    "context": " After Jesse has a bittersweet farewell to the rest of the family when he decides to move into Rebecca's apartment in the season four episode \"Fuller House\", Rebecca agrees to move in with the Tanners and Joey when she discovers how much Jesse misses them, living together in the attic (which Jesse and Joey have converted into an apartment). Becky helps to transform Jesse, although she still teases him about his obsession with his hair and love of Elvis. She also serves as a mother figure to the girls at times; most prominently giving advice to D.J. as she becomes a teenager. Becky gives birth to twin boys Nicholas and Alexander on Michelle's fifth birthday in part two of the season five episode \"Happy Birthday, Babies\". She and Jesse name Alexander after a teacher who inspired her to become a journalist and Nicholas after Jesse's father. Becky is offered a producer role on \"Wake Up, San Francisco\" in the season eight episode \"The Producer\", which results in Danny briefly quitting the show due to him being passed over for such a promotion."
                },
                {
                    "context": " In \"Fuller House\", she, Jesse, and Danny all move to Los Angeles to start their new jobs. She and Danny now host a nationally syndicated talk show called, \"Wake Up USA\". Becky gets baby fever when around D.J.'s youngest son, Tommy. She and Jesse end up adopting a baby girl whom they name Pamela. Becky and Danny get fired from \"Wake Up USA\" when they asked for too much money. They ask for their old jobs back at \"Wake Up San Francisco\" but the station only wants her back. They want her to host an all women's talk show called \"The Gab\". She, Jesse and Pamela are moving back to San Francisco. \"The Gab\" was a hit but it turned back into \"Wake Up San Francisco\". When the show started back up Danny refused to audition to be her co-host but not long after he is able to get his old job back."
                },
                {
                    "context": " Kimberly Louise \"Kimmy\" Gibbler (portrayed by Andrea Barber, recurring since season one and upgraded to a series regular in season five) is D.J.'s best friend and the Tanners' annoying but well-meaning next-door neighbor. Kimmy and D.J. have been best friends since the Gibblers moved next door to the Tanners, despite their differing personalities; the two have temporarily ended their friendship multiple times during the show's run due to disputes over various situations, but always end up reconciling and forgiving each other. Most of the Tanner family cannot stand her (Danny, Stephanie and Jesse are especially annoyed by her, with Stephanie often making jabs at her lack of intelligence and other unusual quirks and Danny urging D.J. to make new friends and often asking Kimmy to leave the house). She is often known to be a poor student in school, and had copied D.J.'s homework during most of the early seasons. Kimmy is the subject of a recurring gag in the series, regarding her terrible foot odor, which becomes noticeable to other people mainly once she removes her shoes; Kimmy also becomes aware of this in a scene in the season seven episode \"The Apartment\", in which she accidentally grabs one of her shoes while searching for her phone when Danny calls her to find out the whereabouts of D.J. (who had fallen asleep on her boyfriend Steve's couch while watching a movie in his apartment). She is also known to be addicted to shopping."
                },
                {
                    "context": " In the episode \"Another Opening, Another No Show\", Jesse and Kimmy get locked in a closet on the night of the grand re-opening of The Smash Club, after the door handle breaks off in Jesse's hand; while there, Kimmy finally tells Jesse how much it hurts when he and the other Tanners (except for D.J.) pick on her. He finally tries to stop picking on her and tells the Tanners to try to go easy on her. However, their behavior towards her remains the same in later episodes, although she never seems to mind it anymore."
                },
                {
                    "context": " Kimmy's only serious relationship is with Duane (who is introduced in season eight episode \"Taking the Plunge\"), a very air-headed boy who was only known to say \"whatever\". Ironically, he was shown to have a fondness for Shakespearean works as he passionately quoted a line from Shakespeare's 18th sonnet. In \"Taking the Plunge,\" Kimmy decides to run off to Reno and elope with Duane after she was rejected by the colleges that she had applied to, and is afraid that D.J. will go off to school and forget her. When D.J., Jesse, and Danny arrive at the chapel to stop her from getting married too young, D.J. tells her that she will always be her best friend no matter what. In the two-part series finale \"Michelle Rides Again,\" she tries to find D.J. a blind date for prom, and ends up surprising her with her ex-boyfriend Steve instead."
                },
                {
                    "context": " Sometime after high school Kimmy got married to a race car driver named Fernando, and has a daughter named Ramona. In the sequel series she and Ramona move into the Tanner family home after D.J's husband passed away. She moved in to help her along with Stephanie. Kimmy has become a party planner. Kimmy volunteers to be Stephanie and Jimmy's surrogate mother. At the end of season four Kimmy gives birth to Stephanie and Jimmy's baby girl. Steven \"Steve\" Hale (originally introduced as Steve Peters; portrayed by Scott Weinger) is D.J.'s first steady boyfriend. He is introduced in the season five episode \"Sisters in Crime\" as D.J.'s date to a movie that she ends up taking Michelle and Stephanie to, and returns to the series as a regular character in the sixth-season premiere \"Come Fly With Me\" (which establishes the character as played by Weinger in his original appearance the season prior). Steve is two years older than D.J. and is a star member of the high school wrestling team. He is known for having a healthy appetite, and often eats at the Tanners' when he visits."
                },
                {
                    "context": " In \"A Very Tanner Christmas,\" Steve receives an acceptance letter to a party school in Florida that he had applied to (this causes the two to briefly break up due to D.J.'s concern that she would miss him), but decides to go to a local community college in order to improve his grades and continue his relationship with D.J. In the season six episode \"Prom Night,\" both he and D.J. attend Steve's prom where he is elected prom king (although his ex-girlfriend—whose affections he later rejects—is named prom queen). Steve and D.J. break up in the season seven episode \"Love on the Rocks,\" after they realize that their relationship was not as passionate as it used to be, but they decide to remain friends. When D.J. needs a date for her senior prom, Kimmy surprises her and gets Steve to be her date."
                },
                {
                    "context": " After college Steve becomes a podiatrist. In \"Fuller House\" Steve is a divorcee and his ex took half what he's worth. With him and D.J. both now single he tries to start a relationship with her again. He ends up later getting engaged to woman named C.J. who is just like D.J. On the way to Japan, thinking that Kimmy is sitting next to her, D.J. confesses that she was going to pick Steve not Matt, and feels like she is losing her soulmate. Steve was the one who actually heard it. At the alter he realizes he still loves D.J. and can't marry C.J. so he calls the wedding off. D.J who still has feelings for Steve break up with Matt. A month after the almost wedding they start dating again. There is bad news for the reunited couple when the Lakers want him to be their foot specialist. He declines to stay with D.J. but she calls the team to say he will take the job. Steve tells her they will back together in six months. After a few months on the job Steve quits his job and moves back home so he can be with DJ."
                },
                {
                    "context": " Nicholas \"Nicky\" and Alexander \"Alex\" Katsopolis, (played by Daniel and Kevin Renteria as babies during season 5; Blake and Dylan Tuomy-Wilhoit as toddlers for seasons 6–8) are the twin sons of Jesse and Becky Katsopolis. The two were born in the season five episode \"Happy Birthday, Babies,\" on the date of Michelle's fifth birthday. Becky named Alex after a high school teacher who inspired her to venture into a career in journalism, while Jesse chose to name Nicky after his father, for giving him great hair. They have strawberry-blond hair and are fun-loving toddlers, with minor distinctions between them. Nicky is more quiet and sweet, while Alex is more outspoken and mischievous. They often repeat each other's words."
                },
                {
                    "context": " In \"Fuller House\", the twins follow their parents to Los Angeles, and decide to run a fish taco food truck. Jackson Fuller (portrayed by Michael Campion) is D.J.'s oldest son. When Kimmy and her daughter, Ramona moves in Jackson has to give up his room and move in with his brother Max. Jackson and Ramona don't get along at first but become like brother and sister. Jackson has shown to be a good older brother to Max and Tommy. Jackson likes to do stunts, and joins the football team to impress Ramona's friend, Lola. He likes to call himself \"J. Money\" and \"Action Jackson\". He briefly dates Lola but she breaks up with him for being too clingy. While attending summer school he becomes friends with Gia's daughter Rocki, much to D.J's dislike. The eventually become a couple but at prom when his friends ask why he's with her, he pretends to say bad things about her to impress them but she overhears him in the photobooth and walks off. She breaks up with him. Jackson discovers he is good at kicking the football and becomes the star kicker on the football team."
                },
                {
                    "context": " Max Fuller (portrayed by Elias Harger) is D.J.'s well dressed and intelligent middle child. He likes science, and is shown to be a clean freak like his grandfather. Max has rivalries with Kimmy's fiancé Fernando and classmate Taylor. Max's girlfriend is Rose, the daughter of Steve's fiancée C.J. Ramona Gibbler (portrayed by Soni Nicole Bringas) is the daughter of Kimmy Gibbler and her ex-husband/fiancé, Fernando. She is not thrilled when she has to move into the Tanner family home and change schools. Ramona quickly befriends one of the popular girls in school, Lola Wong, and briefly dates Jackson's friend, Bobby Popko. She is an aspiring dancer."
                },
                {
                    "context": " Tommy Fuller, Jr. (portrayed by twins, Dashiell and Fox Messitt) is D.J.'s youngest son. Like his aunt Michelle he also loses a parent as a baby. Fernando Hernandez-Guerrero-Fernandez-Guerrero (portrayed by Juan Pablo Di Pace), is Kimmy Gibbler's race car driving ex-husband/fiancé. At the start of \"Fuller House\", him and Kimmy are separated due to his unfaithfulness to her. Fernando begins to miss her and tries to win her back. It works but he ends up finally signing their divorce papers. Though he only does this to repropose which she accepts. Fernando retires from his racing career, and moves in. Ten months after moving in, he buys Kimmy's childhood home and moves in with her brother."
                },
                {
                    "context": " Matt Harmon (portrayed by John Brotherton) is D.J.'s partner at the Harmon/Fuller Pet Care. He originally intended to fill in for his dad while he was away on a trip to India but decides to stay in San Francisco. When his dad retires he has Matt and D.J. take over the business. Matt and Steve fight for D.J.'s affection. She and him eventually begin dating. While in Japan for Steve and C.J's wedding, Matt proposed to D.J. and she says yes. The next day at the wedding Steve calls off his wedding, and D.J. breaks off her engagement. A heartbroken Matt walks off. He goes on an eight-day vacation and when he comes back to work he tells D.J. he doesn't know how he able to work with her if they’re not together anymore. He takes some time off to think, and when he returns he tells her that he will be opening up a new pet clinic two blocks down. He opens his new clinic and tries to sabotage her business as a way to hurt her like she did him. His clinic doesn't last long when him and DJ realize they work better together as partners. Matt eventually starts dating Gia much to DJ's annoyance."
                },
                {
                    "context": " Lola Wong (portrayed by Ashley Liao) is Ramona's best friend and Jackson's ex-girlfriend. Lola's father gets a job in Fresno and she moves. Jimmy Gibbler (portrayed by Adam Hagenbuch) is Kimmy's younger brother. One day he walks into the family's backyard and hears Stephanie singing. The two end up kissing, and are interrupted by Kimmy who informs Stephanie that he is her brother. Jimmy and Stephanie begin dating. When Stephanie gets the news that she can have a baby via surrogacy, she thinks it's too soon in their relationship to ask him to be the father. After finding that out from Kimmy, he tells her that he wants to be her baby's father. Kimmy volunteers to be his and Stephanie's surrogate. In the season four finale Kimmy gives birth to their baby girl.  Comet (portrayed by Buddy) is a golden retriever who is a pet of the Tanner family. He first appeared in \"And They Call it Puppy Love\" where his mother Minnie got into the Tanner family's backyard where she had her puppies. Out of the puppies, Comet was the one that the Tanner family kept. In \"Fuller House\", Steve's dog Comet Jr. Jr. (Comet's grand pup) has puppies and D.J. allows Max to pick a puppy. He names it Cosmo."
                }
            ]
        },
        {
            "title": "Alone (TV series)",
            "paragraphs": [
                {
                    "context": " Alone is an American reality television series on History. The first, second and fourth seasons were filmed on northern Vancouver Island, British Columbia, and the third near Nahuel Huapi National Park in Patagonia, Argentina. It follows the self-documented daily struggles of 10 individuals (7 paired teams in season 4) as they survive in the wilderness for as long as possible using a limited amount of survival equipment. With the exception of medical check-ins, the participants are isolated from each other and all other humans. They may \"tap out\" at any time, or be removed due to failing a medical check-in. The contestant (or team in Season 4) who remains the longest wins a grand prize of $500,000."
                },
                {
                    "context": " The series premiered on June 18, 2015. On August 19, before the finale of season 1, it was announced that the series had been renewed for a second season, which would begin production in the fall of 2015 on Vancouver Island, Canada. Season 2 premiered on April 21, 2016. Season 3 was filmed in the second quarter of 2016 in Patagonia, Argentina and premiered on December 8. One day before the season 3 premiere, History announced that casting had begun for season 4. In January 2017, a Danish version of the series premiered with the name \"Alone in the Wilderness\" () on DR3. It featured ten contestants and was filmed in northern Norway. Participants chose 12 items from a list of 18."
                },
                {
                    "context": " In the fall of 2017, a Norwegian version aired with 10 contestants spread around a lake with fish. It was near the tree line, so the few, small, mostly birch trees left few land resources. The last contestant tapped out after a little more than a month. The fifth season premiered on June 7, 2018. Contestants are dropped off in remote areas of Northern Vancouver Island (seasons 1-2,4), Patagonia (season 3) and Northern Mongolia (season 5), far enough apart to ensure that they will not come in contact with one another. The process begins in mid to late autumn; this adds time pressure to the survival experience as the approaching winter causes temperatures to drop and food to become scarce. Although terrains may differ in each contestant's location, the drop-off zones are assessed in advance to ensure a similar distribution of local resources is available to each contestant."
                },
                {
                    "context": " Contestants each select 10 items of survival gear from a pre-approved list of 40, and are issued a kit of standard equipment, clothing and first aid/emergency supplies. They are also given a set of cameras to document their daily experiences and emotions. Attempting to live in the wild for as long as possible, the contestants must find food, build shelters, and endure extreme isolation and psychological distress. Contestants who wish to withdraw from the competition for any reason (referred to as \"tapping out\") may signal a rescue crew using a provided satellite telephone. In addition, medical professionals conduct periodic health checks on the contestants and may, at their discretion, disqualify and evacuate anyone they feel is unable to continue participating safely. The last remaining contestant wins a $500,000 cash prize. Contestants are warned that the show might last for up to a year."
                },
                {
                    "context": " Season 4 was also filmed in Northern Vancouver Island but included a team dynamic. Fourteen contestants, consisting of seven family-member pairs, were individually dropped off in remote areas of Northern Vancouver Island. The two members of each team chose 10 items of survival gear to be equally divided between them. The team chose one member to be taken to a campsite; the other began approximately away and was required to hike to the site, using only a compass and bearing to find the way. Either member may tap out at any time, but doing so removed both of them from the competition; in addition, if either member of a team was medically evacuated, both were disqualified. The last remaining team won the $500,000 prize."
                },
                {
                    "context": " Season 5 contestants were selected from non-winning contestants from Seasons 1 through 4. The rules were otherwise similar to Seasons 1 through 3. The series received positive reviews in its first season and outstanding reviews for its third season, and earned a respectable 2.5 million total viewers, placing it in the top three new nonfictional cable series of 2015. The first season premiered on June 18, 2015. It was won by Alan Kay, who lost over 60 pounds during the course of the season. His staple foods were limpets and seaweed. He also consumed mussels, crab, fish and slugs. Lucas Miller enjoyed his time on the show and was selected based on his work as a wilderness therapist. His most difficult experience with the show was making honest confessions to the camera. Sam Larson described his time on the show as \"playing in the woods\". He set a goal for himself to last 50 days. After he reached his goal, a large storm hit the island, which Larson described as being larger than any he had seen and prompting his decision to leave the island. Larson said that the loneliness and solitude took the most time to adjust to, and that his preparation for the show mostly consisted of mental preparation."
                },
                {
                    "context": " The season was shot in Quatsino Territory, located near Port Hardy, British Columbia. Quatsino is a small hamlet of 91 people located on Quatsino Sound in Northern Vancouver Island, Canada, only accessible by boat or float plane. Its nearest neighbour is Coal Harbour, to the east, about 20 minutes away by boat, and Port Alice, to the south, about 40 minutes away by boat. The largest town in the region, Port Hardy, is located about an hour northeast by boat and vehicle. Season 2 began on April 21, 2016. The season had 13 one-hour episodes."
                },
                {
                    "context": " The second season was also set on Vancouver Island, in Quatsino Territory, located near Port Hardy, British Columbia. The third season premiered on December 8, 2016. The winner, Zachary Fowler, had lost 70 lbs (a third of his starting body weight) before the end of his stay. The person who stayed the second-longest, Carleigh Fairchild, was pulled out because, at 101 lbs, she had lost nearly 30% of her starting body weight and had a BMI of 16.8. Participants were automatically \"pulled\" at a BMI of 17 or less. The fourth longest stayer, Dave Nessia, was pulled out when, due to inadequate caloric intake, his systolic pressure barely exceeded his diastolic pressure (80/60 mmHg), putting him in danger of death due to inadequate perfusion of the internal organs."
                },
                {
                    "context": " The third season was set in Patagonia, Argentina, in South America. The contestants were spread across multiple lakes in the foothills of the Andes mountain range. Unlike in seasons 1 and 2, which were located on the Pacific Ocean, season 3's food resources were mostly limited to brook and rainbow trout, forage, small birds, and the possibility of wild boar. Contestants also were at a disadvantage because they had no access to the flotsam and jetsam that washes up on the Pacific Coast. They also had no salt source."
                },
                {
                    "context": " The weather in Patagonia is comparable to that of Vancouver Island, with rainfall averaging 78 inches a year. However, unlike Vancouver Island, snowfall is extremely common in the winter. Predators in Patagonia include wild boar and puma. Officially titled \"Alone: Lost & Found\", the fourth season premiered on June 8, 2017. The fourth season was again set on Vancouver Island, in Quatsino Territory, located near Port Hardy, British Columbia. <nowiki>*</nowiki> hiking team member (other team member sets up camp)  <nowiki>†</nowiki> team member who tapped out Officially titled \"Alone: Redemption\", Season 5 premiered on June 14, 2018. The 10 contestants are non-winners selected from the previous 4 seasons of Alone. The fifth season was set in Northern Mongolia in Asia. The series was filmed in Khonin Nuga near the city of Züünkharaa, Selenge aimag. \"Khonin Nuga\" is a valley located close to the Khentii Mountains of Northern Mongolia, one of the country's unique and still largely untouched places."
                }
            ]
        },
        {
            "title": "Supreme Court of the United States",
            "paragraphs": [
                {
                    "context": " The Supreme Court of the United States (sometimes colloquially referred to by the acronym SCOTUS) is the highest court in the federal judiciary of the United States. Established pursuant to Article III of the U.S. Constitution in 1789, it has original jurisdiction over a small range of cases, such as suits between two or more states, and those involving ambassadors. It also has ultimate (and largely discretionary) appellate jurisdiction over all federal court and state court cases that involve a point of federal constitutional or statutory law. The Court has the power of judicial review, the ability to invalidate a statute for violating a provision of the Constitution or an executive act for being unlawful. However, it may act only within the context of a case in an area of law over which it has jurisdiction. The Court may decide cases having political overtones, but it has ruled that it does not have power to decide nonjusticiable political questions. Each year it agrees to hear about 100–150 of the more than 7,000 cases that it is asked to review."
                },
                {
                    "context": " According to federal statute, the Court normally consists of the Chief Justice of the United States and eight associate justices who are nominated by the President and confirmed by the Senate. Once appointed, justices have lifetime tenure unless they resign, retire, or are removed from office. Each justice has a single vote in deciding the cases argued before it; the chief justice's vote counts no more than that of any other justice. However, the Chief Justice—when in the majority—decides who writes the court's opinion. Otherwise, the senior justice in the majority assigns the writing of a decision. In modern discourse, the justices are often categorized as having conservative, moderate, or liberal philosophies of law and of judicial interpretation. While a far greater number of cases in recent history have been decided unanimously, decisions in cases of the highest profile have often come down to just one single vote, thereby exposing the justices' ideological beliefs that track with those philosophical or political categories. The Court meets in the Supreme Court Building in Washington, D.C. Its law-enforcement arm, the United States Marshals Service, is under the oversight of the U.S. Department of Justice."
                },
                {
                    "context": " It was while debating the division of powers between the legislative and executive departments that delegates to the 1787 Constitutional Convention established the parameters for the national judiciary. Creating a \"third branch\" of government was a novel idea; in the English tradition, judicial matters had been treated as an aspect of royal (executive) authority. Early on, some delegates argued that national laws could be enforced by state courts, while others, including James Madison, advocated for a national judicial authority consisting of various tribunals chosen by the national legislature. It was also proposed that the judiciary should have a role in checking the executive power to exercise a veto or to revise laws. In the end the Framers of the Constitution compromised by sketching only a general outline of the judiciary, vesting of federal judicial power in \"one supreme Court, and in such inferior Courts as the Congress may from time to time ordain and establish.\" They delineated neither the exact powers and prerogatives of the Supreme Court nor the organization of the Judicial Branch as a whole."
                },
                {
                    "context": " The 1st United States Congress provided the detailed organization of a federal judiciary through the Judiciary Act of 1789. The Supreme Court, the country's highest judicial tribunal, was to sit in the nation's Capital, and would initially be composed of a Chief Justice and five associate justices. The act also divided the country into judicial districts, which were, in turn, organized into circuits. The justices were required to \"ride circuit,\" and hold circuit court twice a year in their assigned judicial district."
                },
                {
                    "context": " Immediately after signing the Act into law, President George Washington nominated the following people to serve on the Court: John Jay for Chief Justice; plus John Rutledge, William Cushing, Robert H. Harrison, James Wilson, and John Blair Jr. as associate justices. All six were confirmed by the Senate on September 26, 1789. Harrison, however, declined to serve. In his place, Washington later nominated James Iredell. The Supreme Court held its inaugural session February 2–10, 1790, at the Royal Exchange in New York City—then the U.S. capital. A second session was held there in August 1790. The earliest sessions of the Court were devoted to organizational proceedings, as the first cases did not reach it until 1791. When the national capital moved to Philadelphia in 1790, the Supreme Court did so as well. After initially meeting at Independence Hall, the Court established its chambers at the City Hall."
                },
                {
                    "context": " Under Chief Justices Jay, Rutledge and Ellsworth (1789–1801), the Court heard few cases; its first decision was \"West v. Barnes\" (1791), a case involving procedure. As the Court initially had only six members, every decision that it made by a majority was also made by two-thirds (voting four to two). However, Congress has always allowed less than the Court's full membership to make decisions, starting with a quorum of four justices in 1789. The Court lacked a home of its own and had little prestige, a situation not helped by the era's highest-profile case, \"Chisholm v. Georgia\" (1793), which was reversed within two years by the Eleventh Amendment's adoption."
                },
                {
                    "context": " The Court's power and prestige grew substantially during the Marshall Court (1801–35). Under Marshall, the Court established the power of judicial review over acts of Congress, including specifying itself as the supreme expositor of the Constitution (\"Marbury v. Madison\") and making several important constitutional rulings that gave shape and substance to the balance of power between the federal government and states (notably, \"Martin v. Hunter's Lessee\", \"McCulloch v. Maryland\" and \"Gibbons v. Ogden\")."
                },
                {
                    "context": " The Marshall Court also ended the practice of each justice issuing his opinion \"seriatim\", a remnant of British tradition, and instead issuing a single majority opinion. Also during Marshall's tenure, although beyond the Court's control, the impeachment and acquittal of Justice Samuel Chase in 1804–05 helped cement the principle of judicial independence. The Taney Court (1836–64) made several important rulings, such as \"Sheldon v. Sill\", which held that while Congress may not limit the subjects the Supreme Court may hear, it may limit the jurisdiction of the lower federal courts to prevent \"them\" from hearing cases dealing with certain subjects. Nevertheless, it is primarily remembered for its ruling in \"Dred Scott v. Sandford\", which helped precipitate the Civil War. In the Reconstruction era, the Chase, Waite, and Fuller Courts (1864–1910) interpreted the new Civil War amendments to the Constitution and developed the doctrine of substantive due process (\"Lochner v. New York\"; \"Adair v. United States\")."
                },
                {
                    "context": " Under the White and Taft Courts (1910–30), the Court held that the Fourteenth Amendment had incorporated some guarantees of the Bill of Rights against the states (\"Gitlow v. New York\"), grappled with the new antitrust statutes (\"Standard Oil Co. of New Jersey v. United States\"), upheld the constitutionality of military conscription (\"Selective Draft Law Cases\") and brought the substantive due process doctrine to its first apogee (\"Adkins v. Children's Hospital\"). During the Hughes, Stone, and Vinson Courts (1930–53), the Court gained its own accommodation in 1935 and changed its interpretation of the Constitution, giving a broader reading to the powers of the federal government to facilitate President Franklin Roosevelt's New Deal (most prominently \"West Coast Hotel Co. v. Parrish, Wickard v. Filburn\", \"United States v. Darby\" and \"United States v. Butler\"). During World War II, the Court continued to favor government power, upholding the internment of Japanese citizens (\"Korematsu v. United States\") and the mandatory pledge of allegiance (\"Minersville School District v. Gobitis\"). Nevertheless, \"Gobitis\" was soon repudiated (\"West Virginia State Board of Education v. Barnette\"), and the \"Steel Seizure Case\" restricted the pro-government trend."
                },
                {
                    "context": " The Warren Court (1953–69) dramatically expanded the force of Constitutional civil liberties. It held that segregation in public schools violates equal protection (\"Brown v. Board of Education\", \"Bolling v. Sharpe\" and \"Green v. County School Bd.\") and that traditional legislative district boundaries violated the right to vote (\"Reynolds v. Sims\"). It created a general right to privacy (\"Griswold v. Connecticut\"), limited the role of religion in public school (most prominently \"Engel v. Vitale\" and \"Abington School District v. Schempp\"), incorporated most guarantees of the Bill of Rights against the States—prominently \"Mapp v. Ohio\" (the exclusionary rule) and \"Gideon v. Wainwright\" (right to appointed counsel),—and required that criminal suspects be apprised of all these rights by police (\"Miranda v. Arizona\"). At the same time, however, the Court limited defamation suits by public figures (\"New York Times v. Sullivan\") and supplied the government with an unbroken run of antitrust victories."
                },
                {
                    "context": " The Burger Court (1969–86) marked a conservative shift. It also expanded \"Griswold\"'s right to privacy to strike down abortion laws (\"Roe v. Wade\"), but divided deeply on affirmative action (\"Regents of the University of California v. Bakke\") and campaign finance regulation (\"Buckley v. Valeo\"). It also dithered on the death penalty, ruling first that most applications were defective (\"Furman v. Georgia\"), then the death penalty itself was \"not\" unconstitutional (\"Gregg v. Georgia\"). The Rehnquist Court (1986–2005) was noted for its revival of judicial enforcement of federalism, emphasizing the limits of the Constitution's affirmative grants of power (\"United States v. Lopez\") and the force of its restrictions on those powers (\"Seminole Tribe v. Florida\", \"City of Boerne v. Flores\"). It struck down single-sex state schools as a violation of equal protection (\"United States v. Virginia\"), laws against sodomy as violations of substantive due process (\"Lawrence v. Texas\"), and the line item veto (\"Clinton v. New York\"), but upheld school vouchers (\"Zelman v. Simmons-Harris\") and reaffirmed \"Roe\"'s restrictions on abortion laws (\"Planned Parenthood v. Casey\"). The Court's decision in \"Bush v. Gore\", which ended the electoral recount during the presidential election of 2000, was especially controversial."
                },
                {
                    "context": " The Roberts Court (2005–present) is regarded by some as more conservative than the Rehnquist Court. Some of its major rulings have concerned federal preemption (\"Wyeth v. Levine\"), civil procedure (\"Twombly-Iqbal\"), abortion (\"Gonzales v. Carhart\"), climate change (\"Massachusetts v. EPA\"), same-sex marriage (\"United States v. Windsor\" and \"Obergefell v. Hodges\") and the Bill of Rights, notably in \"Citizens United v. Federal Election Commission\" (First Amendment), \"Heller-McDonald\" (Second Amendment) and \"Baze v. Rees\" (Eighth Amendment)."
                },
                {
                    "context": " Article III of the United States Constitution does not specify the number of justices. The Judiciary Act of 1789 called for the appointment of six \"judges.\" Although an 1801 act would have reduced the size of the court to five members upon its next vacancy, an 1802 act promptly negated the 1801 act, legally restoring the court's size to six members before any such vacancy occurred. As the nation's boundaries grew, Congress added justices to correspond with the growing number of judicial circuits: seven in 1807, nine in 1837, and ten in 1863."
                },
                {
                    "context": " In 1866, at the behest of Chief Justice Chase, Congress passed an act providing that the next three justices to retire would not be replaced, which would thin the bench to seven justices by attrition. Consequently, one seat was removed in 1866 and a second in 1867. In 1869, however, the Circuit Judges Act returned the number of justices to nine, where it has since remained. President Franklin D. Roosevelt attempted to expand the Court in 1937. His proposal envisioned appointment of one additional justice for each incumbent justice who reached the age of 70 years 6 months and refused retirement, up to a maximum bench of 15 justices. The proposal was ostensibly to ease the burden of the docket on elderly judges, but the actual purpose was widely understood as an effort to \"pack\" the Court with justices who would support Roosevelt's New Deal. The plan, usually called the \"court-packing plan,\" failed in Congress. Nevertheless, the Court's balance began to shift within months when Justice Willis Van Devanter retired and was replaced by Senator Hugo Black. By the end of 1941, Roosevelt had appointed seven justices and elevated Harlan Fiske Stone to Chief Justice."
                },
                {
                    "context": " The U.S. Constitution states that the President \"shall nominate, and by and with the Advice and Consent of the Senate, shall appoint Judges of the Supreme Court.\" Most presidents nominate candidates who broadly share their ideological views, although a justice's decisions may end up being contrary to a president's expectations. Because the Constitution sets no qualifications for service as a justice, a president may nominate anyone to serve, subject to Senate confirmation. In modern times, the confirmation process has attracted considerable attention from the press and advocacy groups, which lobby senators to confirm or to reject a nominee depending on whether their track record aligns with the group's views. The Senate Judiciary Committee conducts hearings and votes on whether the nomination should go to the full Senate with a positive, negative or neutral report. The committee's practice of personally interviewing nominees is relatively recent. The first nominee to appear before the committee was Harlan Fiske Stone in 1925, who sought to quell concerns about his links to Wall Street, and the modern practice of questioning began with John Marshall Harlan II in 1955. Once the committee reports out the nomination, the full Senate considers it. Rejections are relatively uncommon; the Senate has explicitly rejected twelve Supreme Court nominees, most recently Robert Bork, nominated by President Ronald Reagan in 1987."
                },
                {
                    "context": " Although Senate rules do not necessarily allow a negative vote in committee to block a nomination, prior to 2017 a nomination could be blocked by filibuster once debate had begun in the full Senate. President Lyndon B. Johnson's nomination of sitting Associate Justice Abe Fortas to succeed Earl Warren as Chief Justice in 1968 was the first successful filibuster of a Supreme Court nominee. It included both Republican and Democratic senators concerned with Fortas's ethics. President Donald Trump's nomination of Neil Gorsuch to the seat left vacant by Antonin Scalia's death was the second. Unlike the Fortas filibuster, however, only Democratic Senators voted against cloture on the Gorsuch nomination, citing his perceived conservative judicial philosophy, and the Republican majority's prior refusal to take up President Barack Obama's nomination of Merrick Garland to fill the vacancy. This led the Republican majority to change the rules and eliminate the filibuster for Supreme Court nominations."
                },
                {
                    "context": " Not every Supreme Court nominee has received a floor vote in the Senate. A president may withdraw a nomination before an actual confirmation vote occurs, typically because it is clear that the Senate will reject the nominee; this occurred most recently with President George W. Bush's nomination of Harriet Miers in 2006. The Senate may also fail to act on a nomination, which expires at the end of the session. For example, President Dwight Eisenhower's first nomination of John Marshall Harlan II in November 1954 was not acted on by the Senate; Eisenhower re-nominated Harlan in January 1955, and Harlan was confirmed two months later. Most recently, as previously noted, the Senate failed to act on the March 2016 nomination of Merrick Garland; the nomination expired in January 2017, and the vacancy was later filled by President Trump's appointment of Neil Gorsuch."
                },
                {
                    "context": " Once the Senate confirms a nomination, the president must prepare and sign a commission, to which the Seal of the Department of Justice must be affixed, before the new justice can take office. The seniority of an associate justice is based on the commissioning date, not the confirmation or swearing-in date. The importance of commissioning is underscored by the case of Edwin M. Stanton. Although appointed to the court on December 19, 1869 by President Ulysses S. Grant and confirmed by the Senate a few days later, Stanton died on Dec 24, prior to receiving his commission. He is not, therefore, considered to have been an actual member of the court."
                },
                {
                    "context": " Before 1981, the approval process of justices was usually rapid. From the Truman through Nixon administrations, justices were typically approved within one month. From the Reagan administration to the present, however, the process has taken much longer. Some believe this is because Congress sees justices as playing a more political role than in the past. According to the Congressional Research Service, the average number of days from nomination to final Senate vote since 1975 is 67 days (2.2 months), while the median is 71 days (or 2.3 months)."
                },
                {
                    "context": " When the Senate is in recess, a president may make temporary appointments to fill vacancies. Recess appointees hold office only until the end of the next Senate session (less than two years). The Senate must confirm the nominee for them to continue serving; of the two chief justices and eleven associate justices who have received recess appointments, only Chief Justice John Rutledge was not subsequently confirmed. No president since Dwight D. Eisenhower has made a recess appointment to the Court, and the practice has become rare and controversial even in lower federal courts. In 1960, after Eisenhower had made three such appointments, the Senate passed a \"sense of the Senate\" resolution that recess appointments to the Court should only be made in \"unusual circumstances.\" Such resolutions are not legally binding but are an expression of Congress's views in the hope of guiding executive action."
                },
                {
                    "context": " The Supreme Court's 2014 decision in \"National Labor Relations Board v. Noel Canning\" limited the ability of the President to make recess appointments (including appointments to the Supreme Court), ruling that the Senate decides when the Senate is in session (or in recess). Writing for the Court, Justice Breyer stated, \"We hold that, for purposes of the Recess Appointments Clause, the Senate is in session when it says it is, provided that, under its own rules, it retains the capacity to transact Senate business.\" This ruling allows the Senate to prevent recess appointments through the use of pro-forma sessions."
                },
                {
                    "context": " The Constitution provides that justices \"shall hold their offices during good behavior\" (unless appointed during a Senate recess). The term \"good behavior\" is understood to mean justices may serve for the remainder of their lives, unless they are impeached and convicted by Congress, resign, or retire. Only one justice has been impeached by the House of Representatives (Samuel Chase, March 1804), but he was acquitted in the Senate (March 1805). Moves to impeach sitting justices have occurred more recently (for example, William O. Douglas was the subject of hearings twice, in 1953 and again in 1970; and Abe Fortas resigned while hearings were being organized in 1969), but they did not reach a vote in the House. No mechanism exists for removing a justice who is permanently incapacitated by illness or injury, but unable (or unwilling) to resign."
                },
                {
                    "context": " Because justices have indefinite tenure, timing of vacancies can be unpredictable. Sometimes vacancies arise in quick succession, as in the early 1970s when Lewis Franklin Powell, Jr. and William Rehnquist were nominated to replace Hugo Black and John Marshall Harlan II, who retired within a week of each other. Sometimes a great length of time passes between nominations, such as the eleven years between Stephen Breyer's nomination in 1994 to succeed Harry Blackmun and the nomination of John Roberts in 2005 to fill the seat of Sandra Day O'Connor (though Roberts' nomination was withdrawn and resubmitted for the role of Chief Justice after Rehnquist died)."
                },
                {
                    "context": " Despite the variability, all but four presidents have been able to appoint at least one justice. William Henry Harrison died a month after taking office, though his successor (John Tyler) made an appointment during that presidential term. Likewise, Zachary Taylor died 16 months after taking office, but his successor (Millard Fillmore) also made a Supreme Court nomination before the end of that term. Andrew Johnson, who became president after the assassination of Abraham Lincoln, was denied the opportunity to appoint a justice by a reduction in the size of the Court. Jimmy Carter is the only person elected president to have left office after at least one full term without having the opportunity to appoint a justice. Somewhat similarly, presidents James Monroe, Franklin D. Roosevelt, and George W. Bush each served a full term without an opportunity to appoint a justice, but made appointments during their subsequent terms in office. No president who has served more than one full term has gone without at least one opportunity to make an appointment."
                },
                {
                    "context": " Three presidents have appointed justices who together served more than a century: Andrew Jackson, Abraham Lincoln, and Franklin D. Roosevelt. The Supreme Court consists of a chief justice, currently John Roberts, and eight associate justices. Among the current members of the Court, Clarence Thomas is the longest-serving justice, with a tenure of days () as of ; the most recent justice to join the court is Brett Kavanaugh, whose tenure began on October 6, 2018. This graphical timeline depicts the length of each current Supreme Court justice's tenure (not seniority) on the Court:"
                },
                {
                    "context": " The Court currently has six male and three female justices. Among the nine justices, there is one African-American (Justice Thomas) and one Hispanic (Justice Sotomayor). Two of the justices were born to at least one immigrant parent: Justice Alito's parents were born in Italy, and Justice Ginsburg's father was born in Russia. At least five justices are Roman Catholics and three are Jewish. It is unclear whether Neil Gorsuch considers himself a Catholic or an Episcopalian. Every current justice has an Ivy League background. Four justices are from the state of New York, one is from California, one is from New Jersey, one is from Georgia, one is from Colorado, and one is from Maryland. In the 19th century, every justice was a man of European descent (usually Northern European), and almost always Protestant. Diversity concerns focused on geography, to represent all regions of the country, rather than religious, ethnic, or gender diversity."
                },
                {
                    "context": " Historically, most justices have been Protestants, including 36 Episcopalians, 19 Presbyterians, 10 Unitarians, 5 Methodists, and 3 Baptists. The first Catholic justice was Roger Taney in 1836, and 1916 saw the appointment of the first Jewish justice, Louis Brandeis. In recent years the historical situation has reversed. Most recent justices have been either Catholic or Jewish. Racial, ethnic, and gender diversity in the Court began to increase in the late 20th century. Thurgood Marshall became the first African American justice in 1967. Sandra Day O'Connor became the first female justice in 1981. Marshall was succeeded by African-American Clarence Thomas in 1991. O'Connor was joined by Ruth Bader Ginsburg in 1993. After O'Connor's retirement Ginsburg was joined in 2009 by Sonia Sotomayor, the first Hispanic and Latina justice, and in 2010 by Elena Kagan, for a total of four female justices in the Court's history."
                },
                {
                    "context": " There have been six foreign-born justices in the Court's history: James Wilson (1789–1798), born in Caskardy, Scotland; James Iredell (1790–1799), born in Lewes, England; William Paterson (1793–1806), born in County Antrim, Ireland; David Brewer (1889–1910), born in Smyrna, Turkey; George Sutherland (1922–1939), born in Buckinghamshire, England; and Felix Frankfurter (1939–1962), born in Vienna, Austria. There are currently four living retired justices of the Supreme Court of the United States: John Paul Stevens, Sandra Day O'Connor, Anthony Kennedy, and David Souter. As retired justices, they no longer participate in the work of the Supreme Court, but may be designated for temporary assignments to sit on lower federal courts, usually the United States Courts of Appeals. Such assignments are formally made by the Chief Justice, on request of the chief judge of the lower court and with the consent of the retired justice. In recent years, Justice O'Connor has sat with several Courts of Appeals around the country, and Justice Souter has frequently sat on the First Circuit, the court of which he was briefly a member before joining the Supreme Court."
                },
                {
                    "context": " The status of a retired justice is analogous to that of a circuit or district court judge who has taken senior status, and eligibility of a supreme court justice to assume retired status (rather than simply resign from the bench) is governed by the same age and service criteria. In recent times, justices tend to strategically plan their decisions to leave the bench with personal, institutional, ideological, partisan and sometimes even political factors playing a role. The fear of mental decline and death often motivates justices to step down. The desire to maximize the Court's strength and legitimacy through one retirement at a time, when the Court is in recess, and during non-presidential election years suggests a concern for institutional health. Finally, especially in recent decades, many justices have timed their departure to coincide with a philosophically compatible president holding office, to ensure that a like-minded successor would be appointed."
                },
                {
                    "context": " For the most part, the day-to-day activities of the justices are governed by rules of protocol based upon the seniority of justices. The Chief Justice always ranks first in the order of precedence—regardless of the length of his or her service. The associate justices are then ranked by the length of their service. The chief justice sits in the center on the bench, or at the head of the table during conferences. The other justices are seated in order of seniority. The senior-most associate justice sits immediately to the chief justice's right; the second most senior sits immediately to his left. The seats alternate right to left in order of seniority, with the most junior justice occupying the last seat."
                },
                {
                    "context": " During Court sessions, justices sit according to seniority, with the chief justice in the center and associate justices on alternating sides, with the most senior associate justice on the chief justice's immediate right, and the most junior associate justice seated on the left farthest away from the chief justice. Therefore, the current court sits as follows from left to right, from the perspective of those facing the Court: Gorsuch, Sotomayor, Breyer, Thomas (most senior associate justice), Roberts (chief justice), Ginsburg, Alito, Kagan, and Kavanaugh. Likewise, when the members of the Court gather for official group photographs, justices are arranged around the chief justice in order of seniority, with the five most senior members seated in the front row in the same order as they would sit during Court sessions, and the four most junior justices standing behind them, again in the same order as they would sit during Court sessions."
                },
                {
                    "context": " In the justices' private conferences, current practice is for them to speak and vote in order of seniority, beginning with the chief justice first and ending with the most junior associate justice. By custom, the most junior associate justice in these conferences is charged with any menial tasks the justices may require as they convene alone, such as answering the door of their conference room, serving beverages and transmitting orders of the court to the clerk. Justice Joseph Story served the longest as junior justice, from February 3, 1812, to September 1, 1823, for a total of 4,228 days. Justice Stephen Breyer follows very closely behind serving from August 3, 1994, to January 31, 2006, for a total of 4,199 days. Justice Elena Kagan comes in at a distant third serving from August 6, 2010, to April 10, 2017, for a total of 2,439 days."
                },
                {
                    "context": " As of 2018, associate justices are paid $255,300 and the chief justice $267,000. Article III, Section 1 of the U.S. Constitution prohibits Congress from reducing the pay for incumbent justices. Once a justice meets age and service requirements, the justice may retire. Judicial pensions are based on the same formula used for federal employees, but a justice's pension, as with other federal courts judges, can never be less than their salary at the time of retirement. Although justices are nominated by the president in power, justices do not represent or receive official endorsements from political parties, as is accepted practice in the legislative and executive branches. Jurists are, however, informally categorized in legal and political circles as being judicial conservatives, moderates, or liberals. Such leanings, however, generally refer to legal outlook rather than a political or legislative one. The nominations of justices are endorsed by individual politicians in the legislative branch who vote their approval or disapproval of the nominated justice."
                },
                {
                    "context": " Following the confirmation of Neil Gorsuch in 2017, and prior to Anthony Kennedy's retirement in July 2018, the Court consisted of five justices appointed by Republican presidents and four appointed by Democratic presidents. It is popularly accepted that Chief Justice Roberts and associate justices Thomas, Alito, and Gorsuch, appointed by Republican presidents, comprise the Court's conservative wing. Justices Ginsburg, Breyer, Sotomayor and Kagan, appointed by Democratic presidents, comprise the Court's liberal wing. Justice Kennedy, appointed by Republican president Reagan, was generally considered \"a conservative who has occasionally voted with liberals,\" and up until Justice Scalia's death, he was often the swing vote that determined the outcome of cases divided between the conservative and liberal wings. Gorsuch had a track record as a reliably conservative judge in the 10th circuit."
                },
                {
                    "context": " Tom Goldstein argued in an article in SCOTUSblog in 2010, that the popular view of the Supreme Court as sharply divided along ideological lines and each side pushing an agenda at every turn is \"in significant part a caricature designed to fit certain preconceptions.\" He pointed out that in the 2009 term, almost half the cases were decided unanimously, and only about 20% were decided by a 5-to-4 vote. Barely one in ten cases involved the narrow liberal/conservative divide (fewer if the cases where Sotomayor recused herself are not included). He also pointed to several cases that defied the popular conception of the ideological lines of the Court."
                },
                {
                    "context": " Goldstein further argued that the large number of pro-criminal-defendant summary dismissals (usually cases where the justices decide that the lower courts significantly misapplied precedent and reverse the case without briefing or argument) were an illustration that the conservative justices had not been aggressively ideological. Likewise, Goldstein stated that the critique that the liberal justices are more likely to invalidate acts of Congress, show inadequate deference to the political process, and be disrespectful of precedent, also lacked merit: Thomas has most often called for overruling prior precedent (even if long standing) that he views as having been wrongly decided, and during the 2009 term Scalia and Thomas voted most often to invalidate legislation."
                },
                {
                    "context": " According to statistics compiled by SCOTUSblog, in the twelve terms from 2000 to 2011, an average of 19 of the opinions on major issues (22%) were decided by a 5–4 vote, with an average of 70% of those split opinions decided by a Court divided along the traditionally perceived ideological lines (about 15% of all opinions issued). Over that period, the conservative bloc has been in the majority about 62% of the time that the Court has divided along ideological lines, which represents about 44% of all the 5–4 decisions."
                },
                {
                    "context": " In the October 2010 term, the Court decided 86 cases, including 75 signed opinions and 5 summary reversals (where the Court reverses a lower court without arguments and without issuing an opinion on the case). Four were decided with unsigned opinions, two cases affirmed by an equally divided Court, and two cases were dismissed as improvidently granted. Justice Kagan recused herself from 26 of the cases due to her prior role as United States Solicitor General. Of the 80 cases, 38 (about 48%, the highest percentage since the October 2005 term) were decided unanimously (9–0 or 8–0), and 16 decisions were made by a 5–4 vote (about 20%, compared to 18% in the October 2009 term, and 29% in the October 2008 term). However, in fourteen of the sixteen 5–4 decisions, the Court divided along the traditional ideological lines (with Ginsburg, Breyer, Sotomayor, and Kagan on the liberal side, and Roberts, Scalia, Thomas, and Alito on the conservative, and Kennedy providing the \"swing vote\"). This represents 87% of those 16 cases, the highest rate in the past 10 years. The conservative bloc, joined by Kennedy, formed the majority in 63% of the 5–4 decisions, the highest cohesion rate of that bloc in the Roberts Court."
                },
                {
                    "context": " In the October 2011 term, the Court decided 75 cases. Of these, 33 (44%) were decided unanimously, and 15 (20%, the same percentage as in the previous term) were decided by a vote of 5–4. Of the latter 15, the Court divided along the perceived ideological lines 10 times with Justice Kennedy joining the conservative justices (Roberts, Scalia, Thomas and Alito) five times and with the liberal justices (Ginsburg, Breyer, Sotomayor and Kagan) five times. In the October 2012 term, the Court decided 78 cases. Five of them were decided in unsigned opinions. 38 out of the 78 decisions (representing 49% of the decisions) were unanimous in judgement, with 24 decisions being completely unanimous (a single opinion with every justice that participated joining it). This was the largest percentage of unanimous decisions that the Court had in ten years, since the October 2002 term (when 51% of the decisions handed down were unanimous). The Court split 5–4 in 23 cases (29% of the total); of these, 16 broke down along the traditionally perceived ideological lines, with Chief Justice Roberts and Justices Scalia, Thomas, and Alito on one side, Justices Ginsburg, Breyer, Sotomayor and Kagan on the other, and Justice Kennedy holding the balance. Of these 16 cases, Justice Kennedy sided with the conservatives on 10 cases, and with the liberals on 6. Three cases were decided by an interesting alignment of justices, with Chief Justice Roberts joined by Justices Kennedy, Thomas, Breyer and Alito in the majority, with Justices Scalia, Ginsburg, Sotomayor, and Kagan in the minority. The greatest agreement between justices was between Ginsburg and Kagan, who agreed on 72 of the 75 (96%) cases, in which both voted; the lowest agreement between justices was between Ginsburg and Alito, who agreed only on 45 out of 77 (54%) cases, in which they both participated."
                },
                {
                    "context": " Justice Kennedy was in the majority of 5–4 decisions on 20 out of 24 (83%) cases, and in 71 of 78 (91%) cases during the term, in line with his position as the \"swing vote\" of the Court. The October 2017 term had a low rate of unanimous rulings, with only 39% of the cases decided by unanimous rulings, the lowest percentage since the October 2008 term when 30% of rulings were unanimous. Chief Justice Roberts was in the majority most often (68 out of 73 cases, or 93.2%), with retiring Justice Anthony Kennedy in second (67 out of 73 cases, or 91.8%); this was typical of the Roberts Court, in which Roberts and Kennedy have been in the majority most frequently in all terms except for the 2013 and 2014 terms (though Kennedy was in the top on both those terms). Justice Sotomayor was the justice least likely to be in the majority (in 50 out of 73 cases, or 68.5%). The highest agreement between justices was between Ginsburg and Sotomayor, who agreed on 95.8% of the cases, followed by Thomas and Alito agreeing on 93% of cases. There were 19 cases that were decided by a 5-4 vote (26% of the total cases); 74% of those cases (14 out of 19) broke along ideological lines, and for the first time in the Roberts Court, all of those resulted in a conservative majority, with Roberts, Kennedy, Thomas, Alito, and Gorsuch on the majority."
                },
                {
                    "context": " The Supreme Court first met on February 1, 1790, at the Merchants' Exchange Building in New York City. When Philadelphia became the capital, the Court met briefly in Independence Hall before settling in Old City Hall from 1791 until 1800. After the government moved to Washington, D.C., the Court occupied various spaces in the United States Capitol building until 1935, when it moved into its own purpose-built home. The four-story building was designed by Cass Gilbert in a classical style sympathetic to the surrounding buildings of the Capitol and Library of Congress, and is clad in marble. The building includes the courtroom, justices' chambers, an extensive law library, various meeting spaces, and auxiliary services including a gymnasium. The Supreme Court building is within the ambit of the Architect of the Capitol, but maintains its own police force separate from the Capitol Police."
                },
                {
                    "context": " Located across First Street from the United States Capitol at One First Street NE and Maryland Avenue, the building is open to the public from 9 am to 4:30 pm weekdays but closed on weekends and holidays. Visitors may not tour the actual courtroom unaccompanied. There is a cafeteria, a gift shop, exhibits, and a half-hour informational film. When the Court is not in session, lectures about the courtroom are held hourly from 9:30 am to 3:30 pm and reservations are not necessary. When the Court is in session the public may attend oral arguments, which are held twice each morning (and sometimes afternoons) on Mondays, Tuesdays, and Wednesdays in two-week intervals from October through late April, with breaks during December and February. Visitors are seated on a first-come first-served basis. One estimate is there are about 250 seats available. The number of open seats varies from case to case; for important cases, some visitors arrive the day before and wait through the night. From mid-May until the end of June, the court releases orders and opinions beginning at 10 am, and these 15 to 30-minute sessions are open to the public on a similar basis. Supreme Court Police are available to answer questions."
                },
                {
                    "context": " Congress is authorized by Article III of the federal Constitution to regulate the Supreme Court's appellate jurisdiction. The Supreme Court has original and exclusive jurisdiction over cases between two or more states but may decline to hear such cases. It also possesses original but not exclusive jurisdiction to hear \"all actions or proceedings to which ambassadors, other public ministers, consuls, or vice consuls of foreign states are parties; all controversies between the United States and a State; and all actions or proceedings by a State against the citizens of another State or against aliens.\""
                },
                {
                    "context": " In 1906, the Court asserted its original jurisdiction to prosecute individuals for contempt of court in \"United States v. Shipp\". The resulting proceeding remains the only contempt proceeding and only criminal trial in the Court's history. The contempt proceeding arose from the lynching of Ed Johnson in Chattanooga, Tennessee the evening after Justice John Marshall Harlan granted Johnson a stay of execution to allow his lawyers to file an appeal. Johnson was removed from his jail cell by a lynch mob—aided by the local sheriff who left the prison virtually unguarded—and hung from a bridge, after which a deputy sheriff pinned a note on Johnson's body reading: \"To Justice Harlan. Come get your nigger now.\" The local sheriff, John Shipp, cited the Supreme Court's intervention as the rationale for the lynching. The Court appointed its deputy clerk as special master to preside over the trial in Chattanooga with closing arguments made in Washington before the Supreme Court justices, who found nine individuals guilty of contempt, sentencing three to 90 days in jail and the rest to 60 days in jail."
                },
                {
                    "context": " In all other cases, however, the Court has only appellate jurisdiction, including the ability to issue writs of mandamus and writs of prohibition to lower courts. It considers cases based on its original jurisdiction very rarely; almost all cases are brought to the Supreme Court on appeal. In practice, the only original jurisdiction cases heard by the Court are disputes between two or more states. The Court's appellate jurisdiction consists of appeals from federal courts of appeal (through certiorari, certiorari before judgment, and certified questions), the United States Court of Appeals for the Armed Forces (through certiorari), the Supreme Court of Puerto Rico (through certiorari), the Supreme Court of the Virgin Islands (through certiorari), the District of Columbia Court of Appeals (through certiorari), and \"final judgments or decrees rendered by the highest court of a State in which a decision could be had\" (through certiorari). In the last case, an appeal may be made to the Supreme Court from a lower state court if the state's highest court declined to hear an appeal or lacks jurisdiction to hear an appeal. For example, a decision rendered by one of the Florida District Courts of Appeal can be appealed to the U.S. Supreme Court if (a) the Supreme Court of Florida declined to grant certiorari, e.g. \"Florida Star v. B. J. F.\", or (b) the district court of appeal issued a per curiam decision simply affirming the lower court's decision without discussing the merits of the case, since the Supreme Court of Florida lacks jurisdiction to hear appeals of such decisions. The power of the Supreme Court to consider appeals from state courts, rather than just federal courts, was created by the Judiciary Act of 1789 and upheld early in the Court's history, by its rulings in \"Martin v. Hunter's Lessee\" (1816) and \"Cohens v. Virginia\" (1821). The Supreme Court is the only federal court that has jurisdiction over direct appeals from state court decisions, although there are several devices that permit so-called \"collateral review\" of state cases. It has to be noted that this \"collateral review\" often only applies to individuals on death row and not through the regular judicial system."
                },
                {
                    "context": " Since Article Three of the United States Constitution stipulates that federal courts may only entertain \"cases\" or \"controversies,\" the Supreme Court cannot decide cases that are moot and it does not render advisory opinions, as the supreme courts of some states may do. For example, in \"DeFunis v. Odegaard\", , the Court dismissed a lawsuit challenging the constitutionality of a law school affirmative action policy because the plaintiff student had graduated since he began the lawsuit, and a decision from the Court on his claim would not be able to redress any injury he had suffered. However, the Court recognizes some circumstances where it is appropriate to hear a case that is seemingly moot. If an issue is \"capable of repetition yet evading review,\" the Court will address it even though the party before the Court would not himself be made whole by a favorable result. In \"Roe v. Wade\", , and other abortion cases, the Court addresses the merits of claims pressed by pregnant women seeking abortions even if they are no longer pregnant because it takes longer than the typical human gestation period to appeal a case through the lower courts to the Supreme Court. Another mootness exception is voluntary cessation of unlawful conduct, in which the Court considers the probability of recurrence and plaintiff's need for relief."
                },
                {
                    "context": " The United States is divided into thirteen circuit courts of appeals, each of which is assigned a \"circuit justice\" from the Supreme Court. Although this concept has been in continuous existence throughout the history of the republic, its meaning has changed through time. Under the Judiciary Act of 1789, each justice was required to \"ride circuit,\" or to travel within the assigned circuit and consider cases alongside local judges. This practice encountered opposition from many justices, who cited the difficulty of travel. Moreover, there was a potential for a conflict of interest on the Court if a justice had previously decided the same case while riding circuit. Circuit riding ended in 1901, when the Circuit Court of Appeals Act was passed, and circuit riding was officially abolished by Congress in 1911."
                },
                {
                    "context": " Today, the circuit justice for each circuit is responsible for dealing with certain types of applications that, under the Court's rules, may be addressed by a single justice. These include applications for emergency stays (including stays of execution in death-penalty cases) and injunctions pursuant to the All Writs Act arising from cases within that circuit, as well as routine requests such as requests for extensions of time. In the past, circuit justices also sometimes ruled on motions for bail in criminal cases, writs of \"habeas corpus\", and applications for writs of error granting permission to appeal."
                },
                {
                    "context": " A circuit justice may sit as a judge on the Court of Appeals of that circuit, but over the past hundred years, this has rarely occurred. A circuit justice sitting with the Court of Appeals has seniority over the chief judge of the circuit. The chief justice has traditionally been assigned to the District of Columbia Circuit, the Fourth Circuit (which includes Maryland and Virginia, the states surrounding the District of Columbia), and since it was established, the Federal Circuit. Each associate justice is assigned to one or two judicial circuits."
                },
                {
                    "context": " As of October 19, 2018, the allotment of the justices among the circuits is: Three of the current justices are assigned to circuits on which they previously sat as circuit judges: Chief Justice Roberts (D.C. Circuit), Justice Breyer (First Circuit), and Justice Alito (Third Circuit). A term of the Supreme Court commences on the first Monday of each October, and continues until June or early July of the following year. Each term consists of alternating periods of around two weeks known as \"sittings\" and \"recesses.\" Justices hear cases and deliver rulings during sittings; they discuss cases and write opinions during recesses."
                },
                {
                    "context": " Nearly all cases come before the court by way of petitions for writs of certiorari, commonly referred to as \"cert.\" The Court may review any case in the federal courts of appeals \"by writ of \"certiorari\" granted upon the petition of any party to any civil or criminal case.\" Court may only review \"final judgments rendered by the highest court of a state in which a decision could be had\" if those judgments involve a question of federal statutory or constitutional law. The party that appealed to the Court is the \"petitioner\" and the non-mover is the \"respondent\". All case names before the Court are styled \"petitioner\" v. \"respondent\", regardless of which party initiated the lawsuit in the trial court. For example, criminal prosecutions are brought in the name of the state and against an individual, as in \"State of Arizona v. Ernesto Miranda\". If the defendant is convicted, and his conviction then is affirmed on appeal in the state supreme court, when he petitions for cert the name of the case becomes \"Miranda v. Arizona\"."
                },
                {
                    "context": " There are situations where the Court has original jurisdiction, such as when two states have a dispute against each other, or when there is a dispute between the United States and a state. In such instances, a case is filed with the Supreme Court directly. Examples of such cases include \"United States v. Texas\", a case to determine whether a parcel of land belonged to the United States or to Texas, and \"Virginia v. Tennessee\", a case turning on whether an incorrectly drawn boundary between two states can be changed by a state court, and whether the setting of the correct boundary requires Congressional approval. Although it has not happened since 1794 in the case of \"Georgia v. Brailsford\", parties in an action at law in which the Supreme Court has original jurisdiction may request that a jury determine issues of fact. \"Georgia v. Brailsford\" remains the only case in which the court has empaneled a jury, in this case a special jury. Two other original jurisdiction cases involve colonial era borders and rights under navigable waters in \"New Jersey v. Delaware\", and water rights between riparian states upstream of navigable waters in \"Kansas v. Colorado\"."
                },
                {
                    "context": " A cert petition is voted on at a session of the court called a \"conference\". A conference is a private meeting of the nine Justices by themselves; the public and the Justices' clerks are excluded. The rule of four permits four of the nine justices to grant a writ of certiorari. If it is granted, the case proceeds to the briefing stage; otherwise, the case ends. Except in death penalty cases and other cases in which the Court orders briefing from the respondent, the respondent may, but is not required to, file a response to the cert petition."
                },
                {
                    "context": " The court grants a petition for cert only for \"compelling reasons,\" spelled out in the court's Rule 10. Such reasons include: When a conflict of interpretations arises from differing interpretations of the same law or constitutional provision issued by different federal circuit courts of appeals, lawyers call this situation a \"circuit split.\" If the court votes to deny a cert petition, as it does in the vast majority of such petitions that come before it, it does so typically without comment. A denial of a cert petition is not a judgment on the merits of a case, and the decision of the lower court stands as the case's final ruling."
                },
                {
                    "context": " To manage the high volume of cert petitions received by the Court each year (of the more than 7,000 petitions the Court receives each year, it will usually request briefing and hear oral argument in 100 or fewer), the Court employs an internal case management tool known as the \"cert pool.\" Currently, all justices except for Justices Alito and Gorsuch participate in the cert pool. When the Court grants a cert petition, the case is set for oral argument. Both parties will file briefs on the merits of the case, as distinct from the reasons they may have argued for granting or denying the cert petition. With the consent of the parties or approval of the Court, \"amici curiae\", or \"friends of the court,\" may also file briefs. The Court holds two-week oral argument sessions each month from October through April. Each side has thirty minutes to present its argument (the Court may choose to give more time, though this is rare), and during that time, the Justices may interrupt the advocate and ask questions. The petitioner gives the first presentation, and may reserve some time to rebut the respondent's arguments after the respondent has concluded. \"Amici curiae\" may also present oral argument on behalf of one party if that party agrees. The Court advises counsel to assume that the Justices are familiar with and have read the briefs filed in a case."
                },
                {
                    "context": " In order to plead before the court, an attorney must first be admitted to the court's bar. Approximately 4,000 lawyers join the bar each year. The bar contains an estimated 230,000 members. In reality, pleading is limited to several hundred attorneys. The rest join for a one-time fee of $200, earning the court about $750,000 annually. Attorneys can be admitted as either individuals or as groups. The group admission is held before the current justices of the Supreme Court, wherein the Chief Justice approves a motion to admit the new attorneys. Lawyers commonly apply for the cosmetic value of a certificate to display in their office or on their resume. They also receive access to better seating if they wish to attend an oral argument. Members of the Supreme Court Bar are also granted access to the collections of the Supreme Court Library."
                },
                {
                    "context": " At the conclusion of oral argument, the case is submitted for decision. Cases are decided by majority vote of the Justices. It is the Court's practice to issue decisions in all cases argued in a particular Term by the end of that Term. Within that Term, however, the Court is under no obligation to release a decision within any set time after oral argument. At the conclusion of oral argument, the Justices retire to another conference at which the preliminary votes are tallied, and the most senior Justice in the majority assigns the initial draft of the Court's opinion to a Justice on his or her side. Drafts of the Court's opinion, as well as any concurring or dissenting opinions, circulate among the Justices until the Court is prepared to announce the judgment in a particular case. Since recording devices are banned inside the courtroom of the United States Supreme Court Building, the delivery of the decision to the media is done via paper copies and is known as the Running of the Interns."
                },
                {
                    "context": " It is possible that, through recusals or vacancies, the Court divides evenly on a case. If that occurs, then the decision of the court below is affirmed, but does not establish binding precedent. In effect, it results in a return to the \"status quo ante\". For a case to be heard, there must be a quorum of at least six justices. If a quorum is not available to hear a case and a majority of qualified justices believes that the case cannot be heard and determined in the next term, then the judgment of the court below is affirmed as if the Court had been evenly divided. For cases brought to the Supreme Court by direct appeal from a United States District Court, the Chief Justice may order the case remanded to the appropriate U.S. Court of Appeals for a final decision there. This has only occurred once in U.S. history, in the case of \"United States v. Alcoa\" (1945)."
                },
                {
                    "context": " The Court's opinions are published in three stages. First, a slip opinion is made available on the Court's web site and through other outlets. Next, several opinions and lists of the court's orders are bound together in paperback form, called a preliminary print of \"United States Reports\", the official series of books in which the final version of the Court's opinions appears. About a year after the preliminary prints are issued, a final bound volume of \"U.S. Reports\" is issued. The individual volumes of \"U.S. Reports\" are numbered so that users may cite this set of reports—or a competing version published by another commercial legal publisher but containing parallel citations—to allow those who read their pleadings and other briefs to find the cases quickly and easily."
                },
                {
                    "context": " , there are: , the \"U.S. Reports\" have published a total of 30,161 Supreme Court opinions, covering the decisions handed down from February 1790 to March 2012. This figure does not reflect the number of cases the Court has taken up, as several cases can be addressed by a single opinion (see, for example, \"Parents v. Seattle\", where \"Meredith v. Jefferson County Board of Education\" was also decided in the same opinion; by a similar logic, \"Miranda v. Arizona\" actually decided not only \"Miranda\" but also three other cases: \"Vignera v. New York\", \"Westover v. United States\", and \"California v. Stewart\"). A more unusual example is The Telephone Cases, which comprise a single set of interlinked opinions that take up the entire 126th volume of the \"U.S. Reports\"."
                },
                {
                    "context": " Opinions are also collected and published in two unofficial, parallel reporters: \"Supreme Court Reporter\", published by West (now a part of Thomson Reuters), and \"United States Supreme Court Reports, Lawyers' Edition\" (simply known as \"Lawyers' Edition\"), published by LexisNexis. In court documents, legal periodicals and other legal media, case citations generally contain cites from each of the three reporters; for example, citation to \"Citizens United v. Federal Election Commission\" is presented as \"Citizens United v. Federal Election Com'n\", 585 U.S. 50, 130 S. Ct. 876, 175 L. Ed. 2d 753 (2010), with \"S. Ct.\" representing the \"Supreme Court Reporter\", and \"L. Ed.\" representing the \"Lawyers' Edition\"."
                },
                {
                    "context": " Lawyers use an abbreviated format to cite cases, in the form \" U.S. , (),\" where is the volume number, is the page number on which the opinion begins, and is the year in which the case was decided. Optionally, is used to \"pinpoint\" to a specific page number within the opinion. For instance, the citation for \"Roe v. Wade\" is 410 U.S. 113 (1973), which means the case was decided in 1973 and appears on page 113 of volume 410 of \"U.S. Reports\". For opinions or orders that have not yet been published in the preliminary print, the volume and page numbers may be replaced with \"___.\""
                },
                {
                    "context": " The Federal court system and the judicial authority to interpret the Constitution received little attention in the debates over the drafting and ratification of the Constitution. The power of judicial review, in fact, is nowhere mentioned in it. Over the ensuing years, the question of whether the power of judicial review was even intended by the drafters of the Constitution was quickly frustrated by the lack of evidence bearing on the question either way. Nevertheless, the power of judiciary to overturn laws and executive actions it determines are unlawful or unconstitutional is a well-established precedent. Many of the Founding Fathers accepted the notion of judicial review; in Federalist No. 78, Alexander Hamilton wrote: \"A Constitution is, in fact, and must be regarded by the judges, as a fundamental law. It therefore belongs to them to ascertain its meaning, as well as the meaning of any particular act proceeding from the legislative body. If there should happen to be an irreconcilable variance between the two, that which has the superior obligation and validity ought, of course, to be preferred; or, in other words, the Constitution ought to be preferred to the statute.\""
                },
                {
                    "context": " The Supreme Court firmly established its power to declare laws unconstitutional in \"Marbury v. Madison\" (1803), consummating the American system of checks and balances. In explaining the power of judicial review, Chief Justice John Marshall stated that the authority to interpret the law was the particular province of the courts, part of the \"duty of the judicial department to say what the law is.\" His contention was not that the Court had privileged insight into constitutional requirements, but that it was the constitutional duty of the judiciary, as well as the other branches of government, to read and obey the dictates of the Constitution."
                },
                {
                    "context": " Since the founding of the republic, there has been a tension between the practice of judicial review and the democratic ideals of egalitarianism, self-government, self-determination and freedom of conscience. At one pole are those who view the Federal Judiciary and especially the Supreme Court as being \"the most separated and least checked of all branches of government.\" Indeed, federal judges and justices on the Supreme Court are not required to stand for election by virtue of their tenure \"during good behavior,\" and their pay may \"not be diminished\" while they hold their position (). Though subject to the process of impeachment, only one Justice has ever been impeached and no Supreme Court Justice has been removed from office. At the other pole are those who view the judiciary as the least dangerous branch, with little ability to resist the exhortations of the other branches of government. The Supreme Court, it is noted, cannot directly enforce its rulings; instead, it relies on respect for the Constitution and for the law for adherence to its judgments. One notable instance of nonacquiescence came in 1832, when the state of Georgia ignored the Supreme Court's decision in \"Worcester v. Georgia\". President Andrew Jackson, who sided with the Georgia courts, is supposed to have remarked, \"John Marshall has made his decision; now let him enforce it!\"; however, this alleged quotation has been disputed. Some state governments in the South also resisted the desegregation of public schools after the 1954 judgment \"Brown v. Board of Education\". More recently, many feared that President Nixon would refuse to comply with the Court's order in \"United States v. Nixon\" (1974) to surrender the Watergate tapes. Nixon, however, ultimately complied with the Supreme Court's ruling."
                },
                {
                    "context": " Supreme Court decisions can be (and have been) purposefully overturned by constitutional amendment, which has happened on five occasions: When the Court rules on matters involving the interpretation of laws rather than of the Constitution, simple legislative action can reverse the decisions (for example, in 2009 Congress passed the Lilly Ledbetter act, superseding the limitations given in \"Ledbetter v. Goodyear Tire & Rubber Co.\" in 2007). Also, the Supreme Court is not immune from political and institutional consideration: lower federal courts and state courts sometimes resist doctrinal innovations, as do law enforcement officials."
                },
                {
                    "context": " In addition, the other two branches can restrain the Court through other mechanisms. Congress can increase the number of justices, giving the President power to influence future decisions by appointments (as in Roosevelt's Court Packing Plan discussed above). Congress can pass legislation that restricts the jurisdiction of the Supreme Court and other federal courts over certain topics and cases: this is suggested by language in of Article Three, where the appellate jurisdiction is granted \"\"with such Exceptions, and under such Regulations as the Congress shall make.\"\" The Court sanctioned such congressional action in the Reconstruction case \"ex parte McCardle\" (1869), though it rejected Congress' power to dictate how particular cases must be decided in \"United States v. Klein\" (1871)."
                },
                {
                    "context": " On the other hand, through its power of judicial review, the Supreme Court has defined the scope and nature of the powers and separation between the legislative and executive branches of the federal government; for example, in \"United States v. Curtiss-Wright Export Corp.\" (1936), \"Dames & Moore v. Regan\" (1981), and notably in \"Goldwater v. Carter\" (1979), (where it effectively gave the Presidency the power to terminate ratified treaties without the consent of Congress). The Court's decisions can also impose limitations on the scope of Executive authority, as in \"Humphrey's Executor v. United States\" (1935), the \"Steel Seizure Case\" (1952), and \"United States v. Nixon\" (1974)."
                },
                {
                    "context": " Each Supreme Court justice hires several law Clerks to review petitions for writ of certiorari, research them, prepare bench memorandums, and draft opinions. Associate justices are allowed four clerks. The chief justice is allowed five clerks, but Chief Justice Rehnquist hired only three per year, and Chief Justice Roberts usually hires only four. Generally, law clerks serve a term of one to two years. The first law clerk was hired by Associate Justice Horace Gray in 1882. Oliver Wendell Holmes, Jr. and Louis Brandeis were the first Supreme Court justices to use recent law school graduates as clerks, rather than hiring a \"stenographer-secretary.\" Most law clerks are recent law school graduates."
                },
                {
                    "context": " The first female clerk was Lucile Lomen, hired in 1944 by Justice William O. Douglas. The first African-American, William T. Coleman, Jr., was hired in 1948 by Justice Felix Frankfurter. A disproportionately large number of law clerks have obtained law degrees from elite law schools, especially Harvard, Yale, the University of Chicago, Columbia, and Stanford. From 1882 to 1940, 62% of law clerks were graduates of Harvard Law School. Those chosen to be Supreme Court law clerks usually have graduated in the top of their law school class and were often an editor of the law review or a member of the moot court board. By the mid-1970s, clerking previously for a judge in a federal court of appeals had also become a prerequisite to clerking for a Supreme Court justice."
                },
                {
                    "context": " Eight Supreme Court justices previously clerked for other justices: Byron White for Frederick M. Vinson, John Paul Stevens for Wiley Rutledge, William Rehnquist for Robert H. Jackson, Stephen Breyer for Arthur Goldberg, John Roberts for William Rehnquist, Elena Kagan for Thurgood Marshall, Neil Gorsuch for both Byron White and Anthony Kennedy, and Brett Kavanaugh for Kennedy. Justices Gorsuch and Kavanaugh served under Kennedy during the same term. Gorsuch is the first justice to serve alongside a justice for whom he or she clerked. With the confirmation of Justice Kavanaugh, for the first time a majority of the Supreme Court is composed of former Supreme Court law clerks (Roberts, Breyer, Kagan, Gorsuch and Kavanaugh)."
                },
                {
                    "context": " Several current Supreme Court justices have also clerked in the federal courts of appeals: John Roberts for Judge Henry Friendly of the United States Court of Appeals for the Second Circuit, Justice Samuel Alito for Judge Leonard I. Garth of the United States Court of Appeals for the Third Circuit, Elena Kagan for Judge Abner J. Mikva of the United States Court of Appeals for the District of Columbia Circuit, Neil Gorsuch for Judge David B. Sentelle of the United States Court of Appeals for the District of Columbia, and Brett Kavanaugh for Judge Walter Stapleton of the United States Court of Appeals for the Third Circuit and Judge Alex Kozinski of the United States Court of Appeals for the Ninth Circuit."
                },
                {
                    "context": " Clerks hired by each of the justices of the Supreme Court are often given considerable leeway in the opinions they draft. \"Supreme Court clerkship appeared to be a nonpartisan institution from the 1940s into the 1980s,\" according to a study published in 2009 by the law review of Vanderbilt University Law School. \"As law has moved closer to mere politics, political affiliations have naturally and predictably become proxies for the different political agendas that have been pressed in and through the courts,\" former federal court of appeals judge J. Michael Luttig said. David J. Garrow, professor of history at the University of Cambridge, stated that the Court had thus begun to mirror the political branches of government. \"We are getting a composition of the clerk workforce that is getting to be like the House of Representatives,\" Professor Garrow said. \"Each side is putting forward only ideological purists.\""
                },
                {
                    "context": " According to the \"Vanderbilt Law Review\" study, this politicized hiring trend reinforces the impression that the Supreme Court is \"a superlegislature responding to ideological arguments rather than a legal institution responding to concerns grounded in the rule of law.\" A poll conducted in June 2012 by \"The New York Times\" and CBS News showed just 44% of Americans approve of the job the Supreme Court is doing. Three-quarters said justices' decisions are sometimes influenced by their political or personal views."
                },
                {
                    "context": " The Supreme Court has been the object of criticisms on a range of issues. Among them: The Supreme Court has been criticized for not keeping within Constitutional bounds by engaging in judicial activism, rather than merely interpreting law and exercising judicial restraint. Claims of judicial activism are not confined to any particular ideology. An often cited example of conservative judicial activism is the 1905 decision in \"Lochner v. New York\", which has been criticized by many prominent thinkers, including Robert Bork, Justice Antonin Scalia, and Chief Justice John Roberts, and which was reversed in the 1930s. An often cited example of liberal judicial activism is \"Roe v. Wade\" (1973), which legalized abortion on the basis of the \"right to privacy\" inferred from the Fourteenth Amendment, a reasoning that some critics argued was circuitous. Legal scholars, justices, and presidential candidates have criticized the Roe decision. The progressive \"Brown v. Board of Education\" decision has been criticized by conservatives such as Patrick Buchanan and former presidential contender Barry Goldwater. More recently, \"Citizens United v. Federal Election Commission\" was criticized for expanding upon the precedent in \"First National Bank of Boston v. Bellotti\" (1978) that the First Amendment applies to corporations. President Abraham Lincoln warned, referring to the \"Dred Scott\" decision, that if government policy became \"irrevocably fixed by decisions of the Supreme Court...the people will have ceased to be their own rulers.\" Former justice Thurgood Marshall justified judicial activism with these words: \"You do what you think is right and let the law catch up.\" During different historical periods, the Court has leaned in different directions. Critics from both sides complain that activist-judges abandon the Constitution and substitute their own views instead. Critics include writers such as Andrew Napolitano, Phyllis Schlafly, Mark R. Levin, Mark I. Sutherland, and James MacGregor Burns. Past presidents from both parties have attacked judicial activism, including Franklin D. Roosevelt, Richard Nixon, and Ronald Reagan. Failed Supreme Court nominee Robert Bork wrote: \"What judges have wrought is a coup d'état, – slow-moving and genteel, but a coup d'état nonetheless.\" Senator Al Franken quipped that when politicians talk about judicial activism, \"their definition of an activist judge is one who votes differently than they would like.\" Brian Leiter wrote that \"Given the complexity of the law and the complexity involved in saying what really happened in a given dispute, all judges, and especially those on the Supreme Court, often have to exercise a quasi-legislative power,\" and \"Supreme Court nominations are controversial because the court is a super-legislature, and because its moral and political judgments are controversial.\""
                },
                {
                    "context": " Court decisions have been criticized for failing to protect individual rights: the \"Dred Scott\" (1857) decision upheld slavery; \"Plessy v Ferguson\" (1896) upheld segregation under the doctrine of \"separate but equal\"; \"Kelo v. City of New London\" (2005) was criticized by prominent politicians, including New Jersey governor Jon Corzine, as undermining property rights. Some critics suggest the 2009 bench with a conservative majority has \"become increasingly hostile to voters\" by siding with Indiana's voter identification laws which tend to \"disenfranchise large numbers of people without driver's licenses, especially poor and minority voters,\" according to one report. Senator Al Franken criticized the Court for \"eroding individual rights.\" However, others argue that the Court is \"too protective\" of some individual rights, particularly those of people accused of crimes or in detention. For example, Chief Justice Warren Burger was an outspoken critic of the exclusionary rule, and Justice Scalia criticized the Court's decision in \"Boumediene v. Bush\" for being \"too protective\" of the rights of Guantanamo detainees, on the grounds that habeas corpus was \"limited\" to sovereign territory."
                },
                {
                    "context": " This criticism is related to complaints about judicial activism. George Will wrote that the Court has an \"increasingly central role in American governance.\" It was criticized for intervening in bankruptcy proceedings regarding ailing carmaker Chrysler Corporation in 2009. A reporter wrote that \"Justice Ruth Bader Ginsburg's intervention in the Chrysler bankruptcy\" left open the \"possibility of further judicial review\" but argued overall that the intervention was a proper use of Supreme Court power to check the executive branch. Warren E. Burger, before becoming Chief Justice, argued that since the Supreme Court has such \"unreviewable power\" it is likely to \"self-indulge itself\" and unlikely to \"engage in dispassionate analysis.\" Larry Sabato wrote \"excessive authority has accrued to the federal courts, especially the Supreme Court.\""
                },
                {
                    "context": " British constitutional scholar Adam Tomkins sees flaws in the American system of having courts (and specifically the Supreme Court) act as checks on the Executive and Legislative branches; he argues that because the courts must wait, sometimes for years, for cases to navigate their way through the system, their ability to restrain other branches is severely weakened. In contrast, the Federal Constitutional Court of Germany for example, can directly declare a law unconstitutional upon request. There has been debate throughout American history about the boundary between federal and state power. While Framers such as James Madison and Alexander Hamilton argued in \"The Federalist Papers\" that their then-proposed Constitution would not infringe on the power of state governments, others argue that expansive federal power is good and consistent with the Framers' wishes. The Tenth Amendment to the United States Constitution explicitly grants \"powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\" The Supreme Court has been criticized for giving the federal government too much power to interfere with state authority. One criticism is that it has allowed the federal government to misuse the Commerce Clause by upholding regulations and legislation which have little to do with interstate commerce, but that were enacted under the guise of regulating interstate commerce; and by voiding state legislation for allegedly interfering with interstate commerce. For example, the Commerce Clause was used by the Fifth Circuit Court of Appeals to uphold the Endangered Species Act, thus protecting six endemic species of insect near Austin, Texas, despite the fact that the insects had no commercial value and did not travel across state lines; the Supreme Court let that ruling stand without comment in 2005. Chief Justice John Marshall asserted Congress's power over interstate commerce was \"complete in itself, may be exercised to its utmost extent, and acknowledges no limitations, other than are prescribed in the Constitution.\" Justice Alito said congressional authority under the Commerce Clause is \"quite broad.\" Modern day theorist Robert B. Reich suggests debate over the Commerce Clause continues today. Advocates of states' rights such as constitutional scholar Kevin Gutzman have also criticized the Court, saying it has misused the Fourteenth Amendment to undermine state authority. Justice Brandeis, in arguing for allowing the states to operate without federal interference, suggested that states should be laboratories of democracy. One critic wrote \"the great majority of Supreme Court rulings of unconstitutionality involve state, not federal, law.\" However, others see the Fourteenth Amendment as a positive force that extends \"protection of those rights and guarantees to the state level.\" More recently, the issue of federal power is central in the prosecution of \"Gamble v. United States\", which is examining the doctrine of \"separate sovereigns,\" whereby a criminal defendant can be prosecuted by a state court and then by a federal court."
                },
                {
                    "context": " The Court has been criticized for keeping its deliberations hidden from public view. According to a review of Jeffrey Toobin's expose \"\"; \"Its inner workings are difficult for reporters to cover, like a closed 'cartel', only revealing itself through 'public events and printed releases, with nothing about its inner workings.' The reviewer writes: \"few (reporters) dig deeply into court affairs. It all works very neatly; the only ones hurt are the American people, who know little about nine individuals with enormous power over their lives.\" Larry Sabato complains about the Court's \"insularity.\" A Fairleigh Dickinson University poll conducted in 2010 found that 61% of American voters agreed that televising Court hearings would \"be good for democracy,\" and 50% of voters stated they would watch Court proceedings if they were televised. In recent years, many justices have appeared on television, written books and made public statements to journalists. In a 2009 interview on \"C-SPAN\", journalists Joan Biskupic (of \"USA Today\") and Lyle Denniston (of \"SCOTUSblog\") argued that the Court is a \"very open\" institution with only the justices' private conferences inaccessible to others. In October 2010, the Court began the practice of posting on its website recordings and transcripts of oral arguments on the Friday after they occur."
                },
                {
                    "context": " Some Court decisions have been criticized for injecting the Court into the political arena, and deciding questions that are the purview of the other two branches of government. The \"Bush v. Gore\" decision, in which the Supreme Court intervened in the 2000 presidential election and effectively chose George W. Bush over Al Gore, has been criticized extensively, particularly by liberals. Another example are Court decisions on apportionment and re-districting: in \"Baker v. Carr\", the court decided it could rule on apportionment questions; Justice Frankfurter in a \"scathing dissent\" argued against the court wading into so-called political questions."
                },
                {
                    "context": " Senator Arlen Specter said the Court should \"decide more cases.\" On the other hand, although Justice Scalia acknowledged in a 2009 interview that the number of cases that the Court hears now is smaller today than when he first joined the Supreme Court, he also stated that he has not changed his standards for deciding whether to review a case, nor does he believe his colleagues have changed their standards. He attributed the high volume of cases in the late 1980s, at least in part, to an earlier flurry of new federal legislation that was making its way through the courts."
                },
                {
                    "context": " Critic Larry Sabato wrote: \"The insularity of lifetime tenure, combined with the appointments of relatively young attorneys who give long service on the bench, produces senior judges representing the views of past generations better than views of the current day.\" Sanford Levinson has been critical of justices who stayed in office despite medical deterioration based on longevity. James MacGregor Burns stated lifelong tenure has \"produced a critical time lag, with the Supreme Court institutionally almost always behind the times.\" Proposals to solve these problems include term limits for justices, as proposed by Levinson and Sabato as well as a mandatory retirement age proposed by Richard Epstein, among others. However, others suggest lifetime tenure brings substantial benefits, such as impartiality and freedom from political pressure. Alexander Hamilton in \"Federalist 78\" wrote \"nothing can contribute so much to its firmness and independence as permanency in office.\""
                },
                {
                    "context": " The 21st century has seen increased scrutiny of justices accepting expensive gifts and travel. All of the members of the Roberts Court have accepted travel or gifts. In 2012, Justice Sonia Sotomayor received $1.9 million in advances from her publisher Knopf Doubleday. Justice Scalia and others took dozens of expensive trips to exotic locations paid for by private donors. Private events sponsored by partisan groups that are attended by both the justices and those who have an interest in their decisions have raised concerns about access and inappropriate communications. Stephen Spaulding, the legal director at Common Cause, said: \"There are fair questions raised by some of these trips about their commitment to being impartial.\""
                }
            ]
        },
        {
            "title": "America's Got Talent (season 4)",
            "paragraphs": [
                {
                    "context": " The fourth season of \"America's Got Talent\", an American television reality show talent competition, premiered on the NBC network on June 23, 2009. Country singer Kevin Skinner was named the winner on September 16, 2009. This season is the first season to be broadcast in high definition. This season's host is Nick Cannon, who replaced Jerry Springer. Springer had said that he could not host due to other commitments. David Hasselhoff, Piers Morgan and Sharon Osbourne returned judges, despite rumors that Osbourne would be leaving the show."
                },
                {
                    "context": " Season four was Hasselhoff's final season as a judge. This season started broadcasting live on August 4, 2009. Season four carried over season three's audition process. Out of the over 160 acts that passed through the preliminary auditions, 48 went on to perform in the live shows. This season, the callbacks were renamed \"The Vegas Verdicts\". Unlike previous seasons, the acts were not given a chance to perform a second time, unless prompted by the judges to as a challenge. The judges re-watched audition tapes and created a Top 40 based on the acts' preliminary performances, similar to the format used on sister show \"Britain's Got Talent\". However, it was revealed during the first performance show that the judges, when prompted by executive producer Simon Cowell, called back eight acts that they previously had cut. This brought the total number of acts up to 48. Last season, the acts who passed through were divided into four groups, who performed over the course of two weeks with the acts who passed through from the previous night being announced before the next group of acts' performances. This year, each group in the Top 48 was divided into four groups of 12, but only one group performed per week, as a separate results show for the group aired the next day. This season was the first to feature results episodes lasting one hour on a weekly basis since season one."
                },
                {
                    "context": " During the performances episodes, if all three judges buzzed an act, the act was forced to end, unlike the previous season, where it could continue on for a short time. In the results episodes, five best acts from each group of twelve proceeded to the semi-finals - four acts were determined solely by viewers' votes, the judges decided between acts with the fifth and sixth highest viewers' vote totals. The twelve acts were presented to the audience in groups of two or three (usually similar acts - e.g. dancers, children - are put together) and then the host announced which of them moved forward and which of them had been eliminated. When three acts are presented as a group, the host would first announce an act from the three as the first act eliminated, then would announce which act from the remaining two remained in the competition. The final group were acts in the fifth and sixth places and the judges pick one of them by majority voting. At no time was the audience made aware of how many viewers' votes each act received."
                },
                {
                    "context": " In the semifinals, the twenty acts who passed through the quarterfinals were divided into groups of 10. One of these groups performed each week, with a performance episode followed by the results the following day. Only four acts were supposed to pass through to the finals each week. Three are determined solely by viewers' votes, but the fourth and fifth place acts must face the judges' decision. However, in one case, the judges passed through both performers, as they could not make a decision. In the other case, the top five acts were passed through. Instead of previous seasons, where the finals contain four or five acts, this season the finale contained ten acts."
                },
                {
                    "context": " This year, auditions were held in New York City, Houston, Los Angeles, Chicago, Miami, and Seattle/Tacoma. Auditions were also held in Boston, Atlanta, and Washington, D.C. but not televised. A total of 160 acts advanced to the Las Vegas Round. Vegas Verdicts aired on July 28, 2009 and July 29, 2009. Over the course of the two episodes, the over 160 acts that made it through the preliminary rounds were narrowed down to a Top 40 that made it through to the live performance rounds. In the first episode of the \"Vegas Verdicts\", as Cannon referred to it, the episode started off with 25 of the 160 acts being eliminated right at the Las Vegas Airport. The remaining acts were then briefly shown enjoying the sights of Vegas, before the eliminations resumed. Acts were brought before the judges and informed of their fate. The judges selected three dance groups: Destined 2 Be, BreakSk8, and U4ria Dance Crew for a challenge. They were asked to prepare a dance routine for 12 hours plus they'll have the same piece of music. After they perform, the judges will decide which dance groups will advance to the Top 40 Quarterfinals."
                },
                {
                    "context": " In the second episode, the remainder of the Top 40 was revealed, and many more acts were eliminated. The three dance crews challenged in the previous episode were shown in a montage performing their challenge performance. At the end of the second episode, Simon Cowell, executive producer of the show, called the judges on their flight back to Los Angeles, stating that he was unhappy with some of the eliminations the judges made. Cowell revealed that there was just \"too much talent\" eliminated, and that he felt that a number of these acts should be given another chance. As a result, two acts were brought back as wildcards during each quarterfinal round."
                },
                {
                    "context": " Acts that were eliminated at the Las Vegas Airport include: Acts that were cut in the first episode of the Vegas Verdict included: Acts that were cut in the second episode of the Vegas Verdict included: Acts that were eliminated at an unknown stage of Vegas Verdicts. The quarterfinals began on August 4, 2009. Twelve acts (ten of the original Top 40, plus two wildcards) performed each week. A two-hour performance episode each Tuesday was followed by a one-hour results show the following day, where five of the twelve acts from the previous night remained in the competition. When an act got buzzed by all three judges, they must stop, unlike in the previous seasons, where at this stage acts were allowed to continue despite being buzzed by all judges. A large X appeared on the screen on stage, indicating the act had been struck out by the judges. Viewers were still able to vote for the buzzed act. The judges' choice, however, remained, as the judges got to decide whether the contestant who placed either in fifth or sixth place got to advance to the next round."
                },
                {
                    "context": " The performance episode aired on August 4, 2009, 2 hours. The results episode aired on August 5, 2009, 1 hour. It included performances by Terry Fator and Mariah Carey. Italics indicate the act was a wild card. Order indicates when the act performed during the performance episode. The performance episode aired on August 11, 2009, 2 hours. The results episode aired on August 12, 2009, 1 hour. It included performances from LMFAO and Penn and Teller. Italics indicate the act was a wild card. Order indicates when the act performed during the performance episode."
                },
                {
                    "context": " The performance episode aired on August 18, 2009, 2 hours. The results episode aired August 19, 2009, 1 hour. It included performances from Ashley Tisdale and Daughtry. Italics indicate the act was a wild card. Order indicates when the act performed during the performance episode. The performance episode aired on August 25, 2009, lasting 2 hours. The results episode aired on August 26, 2009, lasting 1 hour. It included a performance from Reba McEntire. Italics indicate the act was a wild card. Order indicates when the act performed during the performance episode."
                },
                {
                    "context": " The Semifinals began on September 1, 2009. The process on stage is identical to that of the Quarterfinals, except there are no longer any new wild card acts. The performance episode aired September 1, 2009, 2 hours. The results episode aired September 2, 2009, 1 hour. It included a performance from Miss Piggy and Kermit the Frog (played by Artie Esposito filling in for an unavailable Steve Whitmire) singing \"Don't Go Breaking My Heart,\" and one from David Hasselhoff singing \"Feeling Good.\" The performance episode aired September 8, 2009, 2 hours."
                },
                {
                    "context": " The results episode aired September 9, 2009, 1 hour, with a guest appearance from the musical Jersey Boys. The finale performances aired on Monday, September 14, 2009, 2 hours. The finale results aired on Wednesday, September 16, 2009, 2 hours, and included guest performances from Thelma Houston, Shakira, Rascal Flatts, cast members of Cirque Du Soleil, Leona Lewis, and runner-up of the third series of \"Britain's Got Talent\", Susan Boyle. The performances episode averaged 13.84 million viewers, and the finale averaged 15.5 million viewers.  Here is the chart for the finals of the fourth season of America's Got Talent. This is the list of the acts who passed through to the live rounds."
                }
            ]
        },
        {
            "title": "Cristiano Ronaldo",
            "paragraphs": [
                {
                    "context": " Cristiano Ronaldo dos Santos Aveiro (; born 5 February 1985) is a Portuguese professional footballer who plays as a forward for Italian club Juventus and captains the Portugal national team. Often considered the best player in the world and regarded by many as one of the greatest players of all time, Ronaldo has a record-tying five Ballon d'Or awards, the most for a European player, and is the first player to win four European Golden Shoes. He has won 26 trophies in his career, including five league titles, five UEFA Champions League titles and one UEFA European Championship. A prolific goalscorer, Ronaldo holds the records for most official goals scored in Europe's top-five leagues (405), the UEFA Champions League (121), the UEFA European Championship (9), as well as those for most assists in the UEFA Champions League (34) and the UEFA European Championship (6). He has scored over 680 senior career goals for club and country."
                },
                {
                    "context": " Born and raised on the Portuguese island of Madeira, Ronaldo was diagnosed with a racing heart at age 15. He underwent an operation to treat his condition, and began his senior club career playing for Sporting CP, before signing with Manchester United at age 18 in 2003. After winning his first trophy, the FA Cup, during his first season in England, he helped United win three successive Premier League titles, a UEFA Champions League title, and a FIFA Club World Cup. By age 22, he had received Ballon d'Or and FIFA World Player of the Year nominations and at age 23, he won his first Ballon d'Or and FIFA World Player of the Year awards. In 2009, Ronaldo was the subject of the most expensive association football transfer when he moved from Manchester United to Real Madrid in a transfer worth €94 million (£80 million)."
                },
                {
                    "context": " With Real Madrid, Ronaldo won 15 trophies, including two La Liga titles, two Copas del Rey, four UEFA Champions League titles, two UEFA Super Cups, and three FIFA Club World Cups. Real Madrid's all-time top goalscorer, Ronaldo scored a record 34 La Liga hat-tricks, including a record-tying eight hat-tricks in the 2014–15 season and is the only player to reach 30 goals in six consecutive La Liga seasons. After joining Madrid, Ronaldo finished runner-up for the Ballon d'Or three times, behind Lionel Messi, his perceived career rival, before winning back-to-back Ballons d'Or in 2013 and 2014. After winning the 2016 and 2017 Champions Leagues, Ronaldo secured back-to-back Ballons d'Or again in 2016 and 2017. A historic third consecutive Champions League followed, making Ronaldo the first player to win the trophy five times. In 2018, he signed to Juventus in a transfer worth €100 million, the highest ever paid by an Italian club and the highest fee ever paid for a player over 30 years old."
                },
                {
                    "context": " A Portuguese international, Ronaldo was named the best Portuguese player of all time by the Portuguese Football Federation in 2015. He made his senior debut for Portugal in 2003 at age 18, and has since had over 150 caps, including appearing and scoring in eight major tournaments, becoming Portugal's most capped player and his country's all-time top goalscorer. He scored his first international goal at Euro 2004 and helped Portugal reach the final. He took over full captaincy in July 2008, leading Portugal to their first-ever triumph in a major tournament by winning Euro 2016, and received the Silver Boot as the second-highest goalscorer of the tournament, before becoming the highest European international goalscorer of all-time. One of the most marketable athletes in the world, he was ranked the world's highest-paid athlete by \"Forbes\" in 2016 and 2017, as well as the world's most famous athlete by ESPN in 2016, 2017 and 2018."
                },
                {
                    "context": " Cristiano Ronaldo dos Santos Aveiro was born in São Pedro, Funchal, on the island of Madeira, Portugal, and grew up in Santo António, Funchal. He is the fourth and youngest child of Maria Dolores dos Santos Aveiro (b. 1954), a cook, and José Dinis Aveiro (1953–2005), a municipal gardener and a part-time kit man. His second given name, \"Ronaldo\", was chosen after then-U.S. president Ronald Reagan. His great-grandmother on his father's side, Isabel da Piedade, was from the island of São Vicente, Cape Verde. He has one older brother, Hugo (b. 1975), and two older sisters, Elma (b. 1973) and Liliana Cátia \"Katia\" (b. 1977), who is a singer. Ronaldo grew up in a Catholic and impoverished home, sharing a room with all his siblings."
                },
                {
                    "context": " As a child, Ronaldo played for amateur team Andorinha from 1992 to 1995, where his father was the kit man, and later spent two years with Nacional. In 1997, aged 12, he went on a three-day trial with Sporting CP, who signed him for a fee of £1,500. He subsequently moved from Madeira to Alcochete, near Lisbon, to join Sporting's other youth players at the club's football academy. By age 14, Ronaldo believed he had the ability to play semi-professionally, and agreed with his mother to cease his education in order to focus entirely on football. While popular with other students at school, he had been expelled after throwing a chair at his teacher, who he said had \"disrespected\" him. However, one year later, he was diagnosed with a racing heart, a condition that could have forced him to give up playing football. Ronaldo underwent heart surgery where a laser was used to cauterise multiple cardiac pathways into one, altering his resting heart rate. He was discharged from the hospital hours after the procedure and resumed training a few days later."
                },
                {
                    "context": " At age 16, Ronaldo was promoted from Sporting's youth team by first-team manager László Bölöni, who was impressed with his dribbling. He subsequently became the first player to play for the club's under-16, under-17 and under-18 teams, the B team, and the first team, all within a single season. A year later, on 7 October 2002, Ronaldo made his debut in the Primeira Liga, against Moreirense, and scored two goals in their 3–0 win. Over the course of the 2002–03 season, his representatives suggested the player to Liverpool manager Gérard Houllier and Barcelona president Joan Laporta. Manager Arsène Wenger, who was interested in signing the winger, met with him at Arsenal's grounds in November to discuss a possible transfer."
                },
                {
                    "context": " Manchester United manager Alex Ferguson, however, determined to acquire Ronaldo on a permanent move urgently, after Sporting defeated United 3–1 at the inauguration of the Estádio José Alvalade in August 2003. Initially, United had just planned to sign Ronaldo and then loan him back to Sporting for a year. Having been impressed by him, however, the Manchester United players urged Ferguson to sign him. After the game, Ferguson agreed to pay Sporting £12.24 million for what he considered to be \"one of the most exciting young players\" he had ever seen. A decade after his departure from the club, in April 2013, Sporting honoured Ronaldo by selecting him to become their 100,000th member."
                },
                {
                    "context": " Ronaldo became Manchester United's first-ever Portuguese player when he signed before the 2003–04 season. His transfer fee of £12.24 million made him, at the time, the most expensive teenager in English football history. Although he requested the number 28, his number at Sporting, he received the number 7 shirt, which had previously been worn by such United players as George Best, Eric Cantona and David Beckham. Wearing the number 7 became an extra source of motivation for Ronaldo. A key element in his development during his time in England proved to be his manager, Alex Ferguson, of whom he later said, \"He's been my father in sport, one of the most important and influential factors in my career.\""
                },
                {
                    "context": " Ronaldo made his debut in the Premier League in a 4–0 home victory over Bolton Wanderers on 16 August 2003, receiving a standing ovation when he came on as a 60th-minute substitute for Nicky Butt. His performance earned praise from George Best, who hailed it as \"undoubtedly the most exciting debut\" he had ever seen. Ronaldo scored his first goal for Manchester United with a free-kick in a 3–0 win over Portsmouth on 1 November. Three other league goals followed in the second half of the campaign, the last of which came against Aston Villa on the final day of the season, a match in which he also received his first red card. Ronaldo ended his first season in English football by scoring the opening goal in United's 3–0 victory over Millwall in the FA Cup final, earning his first trophy."
                },
                {
                    "context": " At the start of 2005, Ronaldo played two of his best matches of the 2004–05 season, producing a goal and an assist against Aston Villa and scoring twice against rivals Arsenal. He played the full 120 minutes of the decisive match against Arsenal in the FA Cup final, which ended in a goalless draw, and scored his attempt in the lost penalty shootout. He scored Manchester United's 1000th Premier League goal on 29 October, their only strike in a 4–1 loss to Middlesbrough. Midway through the season, in November, he signed a new contract which extended his previous deal by two years to 2010. Ronaldo won his second trophy in English football, the Football League Cup, after scoring the third goal in United's 4–0 final victory over Wigan Athletic."
                },
                {
                    "context": " During his third season in England, Ronaldo was involved in several incidents. He had a one-match ban imposed on him by UEFA for a \"one-fingered gesture\" towards Benfica fans, and was sent off in the Manchester derby—a 3–1 defeat—for kicking Manchester City's former United player Andy Cole. Ronaldo clashed with a teammate, striker Ruud van Nistelrooy, who took offence at the winger's showboating style of play. Following the 2006 FIFA World Cup, in which he was involved in an incident where club teammate Wayne Rooney was sent off, Ronaldo publicly asked for a transfer, lamenting the lack of support he felt he had received from the club over the incident. United, however, denied the possibility of him leaving the club."
                },
                {
                    "context": " Although his World Cup altercation with Rooney resulted in Ronaldo being booed throughout the 2006–07 season, it proved to be his breakout year, as he broke the 20-goal barrier for the first time and won his first Premier League title. An important factor in this success was his one-to-one training by first-team coach René Meulensteen, who taught him to make himself more unpredictable, improve his teamwork, call for the ball, and capitalise on goalscoring opportunities rather than waiting for the chance to score the aesthetically pleasing goals for which he was already known. He scored three consecutive braces at the end of December, against Aston Villa—a victory which put United on top of the league—Wigan Athletic, and Reading. Ronaldo was named the Premier League Player of the Month in November and December, becoming only the third player to receive consecutive honours."
                },
                {
                    "context": " At the quarter-final stage of the 2006–07 UEFA Champions League, Ronaldo scored his first-ever goals in the competition, finding the net twice in a 7–1 victory over Roma. He subsequently scored four minutes into the first semi-final leg against Milan, which ended in a 3–2 win, but was marked out of the second leg as United lost 3–0 at the San Siro. He also helped United reach the FA Cup final, but the decisive match against Chelsea ended in a 1–0 defeat. Ronaldo scored the only goal in the Manchester derby on 5 May 2007—his 50th goal for the club—as Manchester United claimed their first Premier League title in four years. As a result of his performances, he amassed a host of personal awards for the season. He won the Professional Footballers' Association's Player's Player, Fans' Player, and Young Player of the Year awards, as well as the Football Writers' Association's Footballer of the Year award, becoming the first player to win all four main PFA and FWA honours. His club wages were concurrently upgraded to £120,000 a week (£31 million total) as part of a five-year contract extension with United."
                },
                {
                    "context": " Ronaldo scored a total of 42 goals in all competitions during the 2007–08 season, his most prolific campaign during his time in England. He missed three matches after headbutting a Portsmouth player at the start of the season, an experience he said taught him not to let opponents provoke him. At the end of 2007, Ronaldo was named runner-up to Kaká for the Ballon d'Or, and came third, behind Kaká and Lionel Messi, in the running for the FIFA World Player of the Year award. Ronaldo scored his first and only hat-trick for Manchester United in a 6–0 win against Newcastle United on 12 January 2008, bringing United up to the top of the Premier League table. A month later, on 19 March, he captained United for the first time in a home win over Bolton, and scored both goals of the match. His second goal was his 33rd of the campaign, which bettered George Best's total of 32 goals in the 1967–68 season, thus setting the club's new single-season record by a midfielder. His 31 league goals earned him the Premier League Golden Boot, as well as the European Golden Shoe, which made him the first winger to win the latter award."
                },
                {
                    "context": " In the knockout stage of the Champions League, Ronaldo scored the decisive goal against Lyon, which helped United advance to the quarter-finals 2–1 on aggregate, and, while playing as a striker, scored with a header in the 3–0 aggregate victory over Roma. United advanced to the final against Chelsea in Moscow, where, despite his opening goal being negated by an equaliser and his penalty being saved in the shoot-out, Manchester United emerged victorious. As the Champions League top scorer, Ronaldo was named the UEFA Club Footballer of the Year. He additionally received the PFA Players' Player of the Year and FWA Footballer of the Year awards for the second consecutive season."
                },
                {
                    "context": " As rumours circulated of Ronaldo's interest in moving to Real Madrid, United filed a tampering complaint with governing body FIFA over Madrid's alleged pursuit of their player, but they declined to take action. FIFA president Sepp Blatter asserted that the player should be allowed to leave his club, describing the situation as \"modern slavery\". Despite Ronaldo publicly agreeing with Blatter, he remained at United for another year. Ahead of the 2008–09 season, on 7 July, he underwent ankle surgery, which kept him out of action for 10 weeks. Following his return, he scored his 100th goal in all competitions for United with the first of two free kicks in a 5–0 win against Stoke City on 15 November, which meant he had now scored against all 19 opposition teams in the Premier League at the time. At the close of 2008, Ronaldo helped United win the FIFA Club World Cup in Japan, assisting the final-winning goal against Liga de Quito and winning the Silver Ball in the process. He subsequently became United's first Ballon d'Or winner since George Best in 1968, and the first Premier League player to be named the FIFA World Player of the Year."
                },
                {
                    "context": " His match-winning goal in the second leg against Porto, a 40-yard strike, earned him the inaugural FIFA Puskás Award, presented by FIFA in recognition of the best goal of the year; he later called it the best goal he had ever scored. United advanced to the final in Rome, where he made little impact in United's 2–0 defeat to Barcelona. Ronaldo ended his time in England with nine trophies, as United claimed their third successive Premier League title and a Football League Cup. He finished the campaign with 26 goals in all competitions, 16 goals fewer than the previous season, in four more appearances. His final ever goal for Manchester United came on 10 May 2009 with a free kick in the Manchester derby at Old Trafford."
                },
                {
                    "context": " Ahead of the 2009–10 season, Ronaldo joined Real Madrid for a world record transfer fee at the time, of £80 million (€94 million). His contract, which ran until 2015, was worth €11 million per year and contained a €1 billion buy-out clause. At least 80,000 fans attended his presentation at the Santiago Bernabéu, surpassing the 25-year record of 75,000 fans who had welcomed Diego Maradona at Napoli. Since club captain Raúl already wore the number 7, the number Ronaldo wore at Manchester United, Ronaldo received the number 9 shirt, which was presented to him by former Madrid player Alfredo Di Stéfano."
                },
                {
                    "context": " Ronaldo made his debut in La Liga on 29 August 2009, against Deportivo La Coruña, and scored from the penalty spot in Madrid's 3–2 home win. He scored in each of his first four league fixtures with the club, the first Madrid player to do so. His first Champions League goals for the club followed with two free kicks in the first group match against Zürich. His strong start to the season, however, was interrupted when he suffered an ankle injury in October while on international duty, which kept him sidelined for seven weeks. A week after his return, he received his first red card in Spain in a match against Almería. Midway through the season, Ronaldo placed second in the running for the Ballon d'Or and the FIFA World Player of the Year award, behind Lionel Messi of Barcelona, Madrid's historic rivals. He finished the campaign with 33 goals in all competitions, including a hat-trick in a 4–1 win against Mallorca on 5 May 2010, his first in the Spanish competition. His first season at Real Madrid ended trophyless."
                },
                {
                    "context": " Following Raúl's departure, Ronaldo was handed the number 7 shirt for Real Madrid before the 2010–11 season. His subsequent return to his Ballon d'Or-winning form was epitomised when, for the first time in his career, he scored four goals in a single match during a 6–1 rout against Racing Santander on 23 October. His haul concluded a goalscoring run of six consecutive matches—three in La Liga, one in the Champions League, and two for Portugal—totalling 11 goals, the most he had scored in a single month. Ronaldo subsequently scored further hat-tricks against Athletic Bilbao, Levante, Villarreal, and Málaga. Despite his performance, he failed to make the podium for the inaugural FIFA Ballon d'Or at the end of 2010."
                },
                {
                    "context": " During a historical series of four \"Clásicos\" against rivals Barcelona in April 2011, Ronaldo scored twice to equal his personal record of 42 goals in all competitions in a single season. Although he failed to find the net during Madrid's eventual elimination in the Champions League semi-finals, he equalised from the penalty spot in the return league game and scored the match-winning goal in the 103rd minute of the Copa del Rey final, winning his first trophy in Spain. Over the next two weeks, Ronaldo scored another four-goal haul against Sevilla, a hat-trick against Getafe, and a brace of free kicks against Villarreal, taking his league total to 38 goals, which equalled the record for most goals scored in a season held by Telmo Zarra and Hugo Sánchez. His two goals in the last match of the season, against Almería, made him the first player in La Liga to score 40 goals. In addition to the Pichichi Trophy, Ronaldo consequently won the European Golden Shoe for a second time, becoming the first player to win the award in two different leagues. He ended his second season at Real Madrid with a total of 53 goals in all competitions."
                },
                {
                    "context": " During the following campaign, the 2011–12 season, Ronaldo surpassed his previous goalscoring feats to achieve a new personal best of 60 goals across all competitions. His 100th goal for Real Madrid came at Camp Nou in the Supercopa de España, though Barcelona claimed the trophy 5–4 on aggregate. He regained a place on the FIFA Ballon d'Or podium, as runner-up to Messi, after scoring hat-tricks against Real Zaragoza, Rayo Vallecano, Málaga, Osasuna, and Sevilla, the last of which put Madrid on top of the league by the season's midway point. Despite two goals from Ronaldo, Madrid were subsequently defeated by Barcelona 4–3 on aggregrate in the quarter-finals of the Copa del Rey. He again scored twice, including a penalty, in the Champions League semi-finals against Bayern Munich, resulting in a 3–3 draw, but his penalty kick in the shootout was saved by Manuel Neuer, leading to Madrid's elimination."
                },
                {
                    "context": " Ronaldo found greater team success in the league, as he helped Real Madrid win their first La Liga title in four years, with a record 100 points. Following a hat-trick against Levante, further increasing Madrid's lead over Barcelona, he scored his 100th league goal for Madrid in a 5–1 win over Real Sociedad on 24 March 2012, a milestone he reached in just 92 matches across three seasons, breaking the previous club record held by Ferenc Puskás. Another hat-trick in the Madrid derby against Atlético Madrid brought his total to 40 league goals, equalling his record of the previous season. On 21 April Ronaldo scored the winner in a 2–1 victory over Barcelona at the Camp Nou, which saw him mocking the hostile crowd with a \"calm down\" gesture during his goal celebration – he would repeat this gesture at the same venue four years later during another goal celebration. His final league goal of the campaign, against Mallorca, took his total to 46 goals, four short of the new record set by Messi, and earned him the distinction of being the first player to score against all 19 opposition teams in a single season in La Liga."
                },
                {
                    "context": " Ronaldo began the 2012–13 season by lifting the Supercopa de España, his third trophy in Spain. With a goal in each leg by the Portuguese, Madrid won the Spanish Super Cup on away goals following a 4–4 aggregate draw against Barcelona. Although Ronaldo publicly commented that he was unhappy with a \"professional issue\" within the club, prompted by his refusal to celebrate his 150th goal for Madrid, his goalscoring rate did not suffer. After netting a hat-trick, including two penalties, against Deportivo La Coruña, he scored his first hat-trick in the Champions League in a 4–1 victory over Ajax. Four days later, he became the first player to score in six successive \"Clásicos\" when he hit a brace in a 2–2 draw at Camp Nou. His performances in 2012 again saw Ronaldo voted second in the running for the FIFA Ballon d'Or, finishing runner-up to four-time winner Messi."
                },
                {
                    "context": " Following the 2012–13 winter break, Ronaldo captained Real Madrid for the first time in an official match, scoring a brace to lift 10-man Madrid to a 4–3 victory over Real Sociedad on 6 January. He subsequently became the first non-Spanish player in 60 years to captain Madrid in \"El Clásico\" on 30 January, a match which also marked his 500th club appearance. Three days prior, he had scored his 300th club goal as part of a perfect hat-trick against Getafe. Following hat-tricks against Celta Vigo and Sevilla, he scored his 200th goal for Real Madrid on 8 May in a 6–2 win against Málaga, reaching the landmark in 197 games. He helped Madrid reach the Copa del Rey final by scoring a brace in \"El Clásico\", which marked the sixth successive match at Camp Nou in which he had scored, a Real Madrid record. In the final, he headed the opening goal of an eventual 2–1 defeat to Atlético Madrid, but was shown a straight red card in the 114th minute for violent conduct. Real Madrid also failed to defend their La Liga title, finishing runners up to Barcelona."
                },
                {
                    "context": " In the first knockout round of the Champions League, Ronaldo faced his former club Manchester United for the first time. After scoring the equaliser in a 1–1 draw at the Santiago Bernabéu, he scored the match-winning goal in a 2–1 victory at Old Trafford, his first return to his former home ground. He did not celebrate scoring against his former club as a mark of respect. Ronaldo scored three goals in Madrid's 5–3 aggregate victory over Galatasaray to see them advance to the semi-finals, He scored Madrid's only goal in the 4–1 away defeat to Borussia Dortmund, but failed to increase his side's 2–0 victory in the second leg, as they were eliminated at the semi-final stage for the third consecutive year. Ronaldo had scored 12 goals, finishing as the Champions League top goalscorer for a second time in his career. Accounting for all competitions, he ended the season with a total of 55 goals."
                },
                {
                    "context": " Real Madrid's failure to win major silverware and reports of division among the players prompted speculation regarding Ronaldo's future at the club. At the start of the 2013–14 season, however, he signed a new contract that extended his stay by three years to 2018, with a salary of €17 million net, making him briefly the highest-paid player in football. He was joined at the club by winger Gareth Bale, whose world record transfer fee of €100 million surpassed the fee Madrid had paid for Ronaldo four years prior. Together with striker Karim Benzema, they formed an attacking trio popularly dubbed \"BBC\", an acronym of Bale, Benzema, and Cristiano, and a play off the name of the public service broadcaster. After enjoying a strong goalscoring run during the first half of the campaign, Ronaldo suggested that he was in the best form of his career. By late November, he had scored 32 goals from 22 matches played for both club and country, including hat-tricks against Galatasaray, Sevilla, Real Sociedad, Northern Ireland, and Sweden. He ended 2013 with a total of 69 goals in 59 appearances, his highest year-end goal tally. His efforts earned him the FIFA Ballon d'Or, an amalgamation of the Ballon d'Or and the FIFA World Player of the Year award, for the first time in his career."
                },
                {
                    "context": " Concurrently with his individual achievements, Ronaldo enjoyed his greatest team success in Spain to date, as he helped Real Madrid win \"La Décima\", their tenth European Cup. In the knockout phase of the competition, he scored a brace in each leg of a 9–2 aggregate win against Schalke 04, helping Madrid advance to the quarter-finals. His goal in a 3–0 home win over Borussia Dortmund—his 100th Champions League match—took his total for the season to 14 goals, equalling the record Messi had set two years before. After hitting a brace in a 4–0 defeat of Bayern Munich at the Allianz Arena, he scored from the penalty spot in the 120th minute of the 4–1 final victory over Atlético Madrid, becoming the first player to score in two European Cup finals for two different winning teams. His overall performance in the final was subdued as a result of patellar tendinitis and related hamstring problems, which had plagued him in the last months of the campaign. Ronaldo played the final against medical advice, later commenting: \"In your life you do not win without sacrifices and you must take risks.\" As the Champions League top goalscorer for the third time, with a record 17 goals, he was named the UEFA Best Player in Europe."
                },
                {
                    "context": " In the Copa del Rey, Ronaldo helped Madrid reach the final by scoring a brace of penalties against Atlético Madrid at the Vicente Calderón, the first of which meant he had now scored in every single minute of a 90-minute football match. His continued issues with his knee and thigh caused him to miss the final, where Real Madrid defeated Barcelona 2–1 to claim the trophy. While Madrid were less successful in La Liga, finishing third, Ronaldo was unmatched as a goalscorer. He scored 31 goals in 30 league games, which earned him the Pichichi and the European Golden Shoe, receiving the latter award jointly with Liverpool striker Luis Suárez. Among his haul was his 400th career goal, in 653 appearances for club and country, which came with a brace against Celta Vigo on 6 January; he dedicated his goals to compatriot Eusébio, who had died two days before. A last-minute, backheeled volley scored against Valencia on 4 May—his 50th goal in all competitions—was recognised as the best goal of the season by the Liga de Fútbol Profesional, which additionally named Ronaldo the Best Player in La Liga."
                },
                {
                    "context": " During the next campaign, the 2014–15 season, Ronaldo set a new personal best of 61 goals in all competitions, starting with both goals in Real Madrid's 2–0 victory over Sevilla in the UEFA Super Cup. He subsequently achieved his best-ever goalscoring start to a league campaign, with a record 15 goals in the first eight rounds of La Liga, including a four-goal haul against Elche and hat-tricks against Deportivo La Coruña and Athletic Bilbao. His record 23rd hat-trick in La Liga, scored against Celta Vigo on 6 December, made him the fastest player to reach 200 goals in the Spanish league, as he reached the milestone in only his 178th game. After lifting the FIFA Club World Cup with Madrid in Morocco, again winning the Silver Ball, Ronaldo received a second successive FIFA Ballon d'Or, joining Johan Cruyff, Michel Platini, and Marco van Basten as a three-time Ballon d'Or winner."
                },
                {
                    "context": " Following the winter break, Ronaldo's form faltered, concurrently with a decline in performance by his team. A 2–1 defeat against Valencia in the first match of 2015, despite his opening goal, ended Real Madrid's Spanish record winning streak of 22 matches in all competitions. Their season continued unsuccessfully as they failed to win a major trophy, earning a second-place league finish and a semi-final exit in Europe. In the latter competition, Ronaldo extended his run of scoring away to a record 12 matches with his strike in a 2–0 win against Schalke 04, before hitting a brace in the 3–4 return defeat that allowed Madrid to progress to the quarter-finals. He then scored both of his side's goals in the semi-finals against Juventus, where Madrid were eliminated 2–3 on aggregate. With 10 goals, he finished the campaign as top scorer for a third consecutive season, alongside Messi and Neymar."
                },
                {
                    "context": " In La Liga, where Madrid finished second, Ronaldo went on a prolific goalscoring run towards the very end of the season. For the first time in his career, he scored five goals in one game, including an eight-minute hat-trick, in a 9–1 rout of Granada on 5 April. His 300th goal for his club followed three days later in a 2–0 win against Rayo Vallecano. Subsequent hat-tricks against Sevilla, Espanyol, and Getafe took his number of hat-tricks for Real Madrid to 31, surpassing Di Stéfano's club record of 28 trebles. As a result, Ronaldo finished the season with 48 goals, two ahead of his total in the 2011–12 season, despite having missed two matches in February for assaulting a Córdoba player. In addition to a second consecutive Pichichi, he won the European Golden Shoe for a record fourth time."
                },
                {
                    "context": " At the start of his seventh season at Real Madrid, the 2015–16 campaign, Ronaldo became the club's all-time top scorer, first in the league and then in all competitions. His five-goal haul in a 6–0 away win over Espanyol on 12 September took his tally in La Liga to 230 goals in 203 games, surpassing the club's previous recordholder, Raúl. A month later, on 17 October, he again surpassed Raúl when he scored the second goal in a 3–0 defeat of Levante at the Bernabéu to take his overall total for the club to 324 goals. Ronaldo also became the all-time top scorer in the Champions League with a hat-trick in the first group match against Shakhtar Donetsk, having finished the previous season level with Messi on 77 goals. A brace against Malmö FF, scoring in a 2–0 away win on 30 September, saw him reach the milestone of 500 career goals for both club and country. He subsequently became the first player to score double figures in the competition's group stage, setting the record at 11 goals, including another four-goal haul against Malmö."
                },
                {
                    "context": " Despite finishing runner-up to Messi for the FIFA Ballon d'Or, Ronaldo received criticism for his form and performances against top teams, with 14 of his goals coming against Espanyol and Malmö. However, during the second half of the season, his form gradually improved. By scoring four goals in a 7–1 home win over Celta de Vigo on 5 March 2016, Ronaldo arrived at 252 goals in La Liga to become the competition's second-highest scorer in history behind Messi. After netting the match-winning goal for 10-man Madrid in a 2–1 \"Clásico\" victory on 2 April, he scored a hat-trick against VfL Wolfsburg to send his club into the Champions League semi-finals despite a 2–0 first-leg defeat. The treble took his tally in the competition to 16 goals, making him the top scorer for the fourth consecutive season, and the fifth overall. Suffering apparent fitness issues, Ronaldo gave a poorly-received performance in the final against Atlético Madrid, in a repeat of the 2014 final, though his penalty in the subsequent shoot-out secured \"La Undécima\", Madrid's 11th victory. For the sixth successive year, he ended the season having scored more than 50 goals across all competitions. For his efforts during the season, he received the UEFA Best Player in Europe Award for a second time."
                },
                {
                    "context": " Ronaldo missed Real Madrid's first three matches of the 2016–17 season, including the 2016 UEFA Super Cup against Sevilla, as he continued to rehabilitate the knee injury he suffered against France in the final of Euro 2016. On 15 September, Ronaldo did not celebrate his late free kick equaliser against Sporting CP in the Champions League, with Ronaldo stating post match, \"they made me who I am.\" On 6 November, Ronaldo signed a new contract set to keep him with Madrid until 2021. On 19 November, he scored a hat-trick in a 3–0 away win against Atlético Madrid, making him the all-time top scorer in the Madrid derby with 18 goals. On 15 December, Ronaldo scored his 500th club career goal in the 2–0 victory over Club América in the semi-finals of the FIFA Club World Cup. He then scored a hat-trick in the 4–2 win over Japanese club Kashima Antlers in the final. Ronaldo finished the tournament as top scorer with four goals and was also named the best player of the tournament. He won the Ballon d'Or for a fourth time and the inaugural Best FIFA Men's Player, a revival of the former FIFA World Player of the Year, largely owing to his success with Portugal in winning Euro 2016."
                },
                {
                    "context": " In Real Madrid's 3–2 away win against Villarreal on 27 February 2017, Ronaldo overtook Hugo Sánchez as the most prolific penalty-kick scorer in La Liga history. As a result of the penalty scored by Ronaldo, Real Madrid reached its 5,900th goal in the history of the league and became the first team to do so. On 12 April, in the 2016–17 UEFA Champions League quarter-final against Bayern Munich, Ronaldo scored two goals in a 2–1 away win to give Madrid the win and the lead going into the second leg. The two goals saw him make history in becoming the first player to reach 100 goals in UEFA club competition. During the second leg of the quarter-finals, Ronaldo scored a perfect hat-trick and reached his 100th UEFA Champions League goal, becoming the first player to do so as Real Madrid again defeated Bayern 4–2 after extra-time. On 2 May, Ronaldo scored another hat-trick in the following Champions League match, as Real Madrid defeated Atlético Madrid 3–0 in the semi-final first leg. His hat-trick made him the first player to reach 50 goals in the knockout stage of the competition and also the only player that scored back-to-back hat-tricks in the UEFA Champions League knockout stage."
                },
                {
                    "context": " On 17 May, Ronaldo overtook Jimmy Greaves as the all-time top scorer in the top five European leagues, scoring a brace against Celta de Vigo. He finished the season with 42 goals in all competitions as he helped Madrid to win their first La Liga title since 2012 and the first team to win back-to-back finals in the Champions League era; the first to win consecutive European titles in the competition since Milan in 1989 and 1990, when the tournament was known as the European Cup. In the 2017 final, he scored two goals in the victory against Juventus and became the top goalscorer for the fifth-straight season, and sixth overall, with 12 goals, while also becoming the first person to score in three finals in the Champions League era as well as reaching his 600th senior career goal. Real Madrid's title was its 12th, also known as \"La Duodécima\", extending its record, and its third in four years."
                },
                {
                    "context": " At the start of the 2017–18 season, Ronaldo scored Madrid's second goal in a 3–1 Supercopa de España first-leg victory over Barcelona at Camp Nou. Having received a yellow card for taking his shirt off during his goal celebration, he was sent off for a second yellow card offence minutes later before he shoved the referee lightly to depict his dissatisfaction. He was issued a five-match suspension following the match. In his 400th game for Real Madrid, Ronaldo scored two goals away to Borussia Dortmund in the Champions League, taking his club tally to 411 goals. On 23 October, his performances in the first half of 2017 saw him claim his fifth FIFA Player of the Year award by receiving The Best FIFA Men's Player award for the second consecutive year. On 6 December, he became the first player to score in all six Champions League group stage matches with a curling strike at home to Borussia Dortmund. A day later, Ronaldo won the Ballon d'Or for a fifth time, receiving the award on the Eiffel Tower in Paris. On 3 March 2018, he scored two goals in a 3–1 home win over Getafe, his first being his 300th La Liga goal in his 286th La Liga appearance, making him the fastest player to reach this landmark and only the second player to do so after Lionel Messi. On 18 March, he reached his 50th career hat-trick, scoring four goals in a 6–3 win against Girona."
                },
                {
                    "context": " On 3 April, Ronaldo scored the first two goals in a 3–0 away win against Juventus in the quarter-finals of the 2017–18 UEFA Champions League, with his second goal being an acrobatic bicycle kick. The goal, described as a \"PlayStation goal\" by Juventus defender Andrea Barzagli, garnered him a standing ovation from the Juventus fans in the stadium, as well as a plethora of plaudits from peers, pundits and coaches. The goal was also his 119th in European competition, more than 465 other clubs which have participated in the competition; if he were a club, it would be the tenth-highest scorer in Champions League history. He would score his 650th career goal in a 1–1 draw against Atlético Madrid on 8 April. On 11 April, he scored the goal Real Madrid needed to advance to the semi-final, in the second leg of the Champions League quarter-final at home to Juventus, from a 98th-minute injury time penalty in a 3–1 defeat, with an overall 4–3 aggregate win. It was also his tenth goal against Juventus, a Champions League record against a single club. In the final of the tournament, on 26 May, Real Madrid defeated Liverpool 3–1, winning Ronaldo his fifth Champions League title as Real Madrid completed their third consecutive Champions League triumph, becoming the first team to do so. He finished as the top scorer of the tournament for the sixth consecutive season, ending the campaign with 15 goals. After the final, Ronaldo referred to his time with the Champions League winners in the past tense, sparking speculation that he could leave Real Madrid."
                },
                {
                    "context": " After a week of transfer speculation, on 10 July 2018, Ronaldo signed a four-year contract with Italian club Juventus after completing a €100 million transfer, which included an additional €12 million in other fees and solidarity contributions to Ronaldo's youth clubs. The transfer was the highest ever for a player over 30 years old, and the highest ever paid by an Italian club. Upon signing, Ronaldo cited his need for a new challenge as his rationale for departing Real Madrid, but later on he attributed the transfer to the lack of support he felt was shown by club president Florentino Pérez."
                },
                {
                    "context": " Ronaldo made his official debut for Juventus in their opening Serie A match on 18 August, a 3–2 away win over Chievo. On 16 September, his fourth appearance for Juventus, he scored his first goal, which was immediately followed by a second, in a 2–1 home win over Sassuolo; the latter was the 400th league goal of his career. On 19 September, in his first Champions League match for Juventus, he was sent off in the 29th minute for \"violent conduct\"—the first time in 154 Champions League appearances—in an eventual 2–0 away win over Valencia, and was awarded a one-game suspension. On 7 November, he scored his first Champions League goal for Juventus in a 2–1 home loss to his former club Manchester United. On 27 November, he became the first player in history to win 100 Champions League matches, setting up Mario Mandžukić's winner in a 1–0 home victory over Valencia, which sealed Juventus's passage to the knock-out stages of the competition. On 1 December, he scored his tenth Serie A goal of the season from the penalty spot, netting the final goal in a 3–0 away win over rivals Fiorentina; with this goal, Ronaldo became the first Juventus player since John Charles in 1957 to score 10 goals in his first 14 league games for the club. After placing second in both the UEFA Men's Player of the Year and The Best FIFA Men's Player for the first time in three years, behind Luka Modrić, Ronaldo performances in 2018 also saw him voted runner-up for the 2018 Ballon d'Or on 3 December, finishing once again behind his former Real Madrid teammate."
                },
                {
                    "context": " Ronaldo began his international career with Portugal at the 2001 European Youth Summer Olympic Festival, debuting in a 3–1 defeat to Finland. The following year he would represent his country under-17 side at the 2002 UEFA European Under-17 Football Championship, where they failed to progress past the group stage. Ronaldo also featured in the Olympic squad at the 2004 Summer Olympics, scoring one goal in the tournament, though the team was eliminated in the first round, finishing bottom of their group with three points after 4–2 defeats to eventual semi-finalists Iraq and quarter-finalists Costa Rica. During his international youth career, Ronaldo would go on to represent the under-15 team, under-17, under-20, under-21, and under-23 national sides, amassing 34 youth caps and scoring 18 goals overall."
                },
                {
                    "context": " At age 18, Ronaldo made his first senior appearance for Portugal in a 1–0 victory over Kazakhstan on 20 August 2003. He was subsequently called up for UEFA Euro 2004, held in his home country, and scored his first international goal in a 2–1 group stage loss to eventual champions Greece. After converting his penalty in a shootout against England at the quarter-final stage, he helped Portugal reach the final by scoring the opening goal in a 2–1 win over the Netherlands, but the crucial last match ended in a 0–1 defeat. He was featured in the team of the tournament, having provided two assists in addition to his two goals."
                },
                {
                    "context": " Ronaldo was the second-highest scorer in the European qualification for the 2006 FIFA World Cup with seven goals. During the tournament, he scored his first World Cup goal against Iran with a penalty kick in Portugal's second match of the group stage. In the quarter-finals against England, his Manchester United teammate Wayne Rooney was sent off for stamping on Portugal defender Ricardo Carvalho. Although the referee later clarified that the red card was only due to Rooney's infraction, the English media speculated that Ronaldo had influenced his decision by aggressively complaining, after which he was seen in replays winking at Portugal's bench following Rooney's dismissal. Ronaldo went on to score the vital winning penalty during the penalty shoot out which sent Portugal into the semi-finals. Ronaldo was subsequently booed during their 1–0 semi-final defeat to France. FIFA's Technical Study Group overlooked him for the tournament's Best Young Player award and handed it to Germany's Lukas Podolski, citing his behaviour as a factor in the decision. Following the 2006 World Cup, Ronaldo would go on to represent Portugal in four qualifying games for Euro 2008, scoring two goals in the process."
                },
                {
                    "context": " One day after his 22nd birthday, Ronaldo captained Portugal for the first time in a friendly game against Brazil on 6 February 2007, as requested by Portuguese Football Federation president Carlos Silva, who had died two days earlier. Ahead of Euro 2008, he was given the number 7 shirt for the first time. While he scored eight goals in the qualification, the second-highest tally, he scored just one goal in the tournament, netting the second goal of their 3–1 win in the group stage match against the Czech Republic; in the same game, he also set-up Portugal's third goal in injury time, which was scored by Quaresma, and was named man of the match for his performance. Portugal were eliminated in the quarter-finals with a 3–2 loss against eventual finalists Germany."
                },
                {
                    "context": " After Portugal's unsuccessful performance in the European Championship, Luiz Felipe Scolari was replaced as coach by Carlos Queiroz, formerly the assistant manager at United. Queiroz made Ronaldo the squad's permanent captain in July 2008. Ronaldo failed to score a single goal in the qualification for the 2010 World Cup, as Portugal narrowly avoided a premature elimination from the tournament with a play-off victory over Bosnia. At the group stage of the World Cup, he was named man of the match in all three matches against Côte d'Ivoire, North Korea, and Brazil. His only goal of the tournament came in their 7–0 rout of North Korea, which marked his first international goal in 16 months. Portugal's World Cup ended with a 1–0 loss against eventual champions Spain in the round of 16."
                },
                {
                    "context": " Ronaldo scored seven goals in the qualification for Euro 2012, including two strikes against Bosnia in the play-offs, to send Portugal into the tournament, where they were drawn in a \"group of death\". After the opening 0–1 defeat to Germany, he also failed to score in the 3–2 win against Denmark, missing two clear one-on-one chances. In the last group stage game against the Netherlands, Ronaldo scored twice to secure a 2–1 victory. He scored a header in the quarter-finals against the Czech Republic to give his team a 1–0 win. In both games against the Netherlands and the Czech Republic he was named man of the match. After the semi-finals against Spain ended scoreless, with Ronaldo having sent three shots over the bar, Portugal were eliminated in the penalty shootout. Ronaldo did not take a penalty as he had been slated to take the unused fifth, a decision that drew criticism. As the joint top scorer with three goals, alongside five other players, he was again included in the team of the tournament."
                },
                {
                    "context": " During the qualification for the 2014 World Cup, Ronaldo scored a total of eight goals. A qualifying match on 17 October 2012, a 1–1 draw against Northern Ireland, earned him his 100th cap. His first international hat-trick also came against Northern Ireland, when he found the net three times in a 15-minute spell of a 4–2 qualifying victory on 6 September 2013. After Portugal failed to qualify during the regular campaign, Ronaldo scored all four of the team's goals in the play-offs against Sweden, which ensured their place at the tournament. His hat-trick in the second leg took his international tally to 47 goals, equaling Pauleta's record. Ronaldo subsequently scored twice in a 5–1 friendly win over Cameroon on 5 March 2014 to become his country's all-time top scorer."
                },
                {
                    "context": " Ronaldo took part in the tournament despite suffering from patellar tendinitis and a related thigh injury, potentially risking his career. Ronaldo later commented: \"If we had two or three Cristiano Ronaldos in the team I would feel more comfortable. But we don't.\" Despite ongoing doubts over his fitness, being forced to abort practice twice, Ronaldo played the full 90 minutes of the opening match against Germany, though he was unable to prevent a 4–0 defeat. After assisting an injury-time 2–2 equaliser against the United States, he scored a late match-winning goal in a 2–1 victory over Ghana. His 50th international goal made him the first Portuguese to play and score in three World Cups. Portugal were eliminated from the tournament at the close of the group stage on goal difference."
                },
                {
                    "context": " Ronaldo scored five goals, including a hat-trick against Armenia, in the qualification for Euro 2016. With the only goal in another victory over Armenia on 14 November 2014, he reached 23 goals in the European Championship, including qualifying matches, to become the competition's all-time leading goalscorer. At the start of the tournament, however, Ronaldo failed to convert his chances in Portugal's draws against Iceland and Austria, despite taking a total of 20 shots on goal. In the latter match, he overtook Luís Figo as his nation's most capped player with his 128th international appearance, which ended scoreless after he missed a penalty in the second half. With two goals and an assist in the last match of the group stage, a 3–3 draw against Hungary, Ronaldo became the first player to score in four European Championships, having made a record 17 appearances in the tournament. Though placed third in their group behind Hungary and Iceland, his team qualified for the knockout round as a result of the competition's newly expanded format."
                },
                {
                    "context": " In Portugal's first knockout match, Ronaldo's only attempt on goal was parried by Croatia's goalkeeper into the path of Ricardo Quaresma, whose finish then secured a 1–0 victory late in extra time. After his team progressed past Poland on penalties, Ronaldo became the first player to participate in three European Championship semi-finals; he scored the opening goal and assisted a second in a 2–0 win against Wales, equaling Michel Platini as the competition's all-time top scorer with nine goals. In the final against hosts France, Ronaldo was forced off after just 25 minutes following a challenge from Dimitri Payet. After multiple treatments and attempts to play on, he was stretchered off the pitch and replaced by Quaresma. During extra time, substitute Eder scored in the 109th minute to earn Portugal a 1–0 victory. As team captain, Ronaldo later lifted the trophy in celebration of his country's first-ever triumph in a major tournament. He was awarded the Silver Boot as the joint second-highest goalscorer, with three goals and three assists, and was named to the team of the tournament for the third time in his career."
                },
                {
                    "context": " Following the Euro 2016 success, Ronaldo scored four goals against Andorra in the 2018 FIFA World Cup qualifiers on 8 October 2016. His four goals against a nine-man team marked the highest number of goals he has scored in an international match. On 13 November, Ronaldo scored two goals (while also missing a penalty) in another qualifier against Latvia, which ended in a 4–1 home victory. These goals brought his international tally to 68 goals, putting level with Gerd Müller and Robbie Keane as the fourth-highest European international goalscorer of all-time. He played his first professional match on his home island of Madeira on 28 March 2017 at age 32, opening a 2–3 friendly defeat to Sweden at the Estádio dos Barreiros. With the goal, he tied with Miroslav Klose on 71 goals as the third-highest scoring European in international football."
                },
                {
                    "context": " In Portugal's opening match of the 2017 FIFA Confederations Cup against Mexico on 17 June, Cristiano Ronaldo set-up Quaresma's opening goal in a 2–2 draw. Three days later, he scored in a 1–0 win over hosts Russia. On 24 June, he scored from a penalty in a 4–0 win over New Zealand, which saw Portugal top their group and advance to the semi-finals of the competition. With his 75th international goal, Ronaldo also equalled Sándor Kocsis as the second-highest European international goalscorer of all-time, behind only Ferenc Puskás. He was named man of the match in all three of Portugal's group stage matches. Ronaldo left the competition early: after Chile defeated Portugal 3–0 on penalties in the semi-finals, he was allowed to return home to be with his newborn children. Therefore, he missed Portugal's third-place play-off match in which Portugal defeated Mexico 2–1 after extra time."
                },
                {
                    "context": " On 31 August 2017, Ronaldo scored a hat-trick in a 5–1 win in a World Cup qualifier over the Faroe Islands, which saw him overtake Pelé and equal Hussein Saeed as the joint-fifth-highest goalscorer in international football with 78 goals. These goals brought his tally in the 2018 World Cup qualifiers to 14, equalling Predrag Mijatović's record for most goals in a single UEFA senior men's qualifying campaign, and also saw him break the record for the most goals scored in a single European qualifying group, overtaking the previous record of 13 goals set by David Healy and Robert Lewandowski. Ronaldo's hat-trick took his World Cup qualifying goals total to 29, making him the highest scorer in European World Cup qualifiers, ahead of Andriy Shevchenko, and the highest goalscorer in World Cup qualifying and finals matches combined, with 32 goals, ahead of Miroslav Klose. Ronaldo later added to this tally by scoring a goal against Andorra in a 2–0 victory."
                },
                {
                    "context": " In the build-up to the 2018 World Cup, Portugal hosted friendlies against Tunisia, Belgium and Algeria. Ronaldo featured in the final of the three matches in which he made his 150th international appearance. On 15 June 2018, Ronaldo became the oldest player ever to score a hat-trick in a World Cup match, helping Portugal secure a 3–3 draw against Spain in their opening match at the World Cup. In doing so, he also became the first Portuguese player to score a goal in four World Cups and one of four players to do so in total. His third goal saw him curl in a 30-yard free kick with two minutes remaining for the equaliser. His hat-trick also drew him level with Ferenc Puskás as the highest European goalscorer of all-time, with 84 international goals. In Portugal's second game on 20 June, Ronaldo scored the only goal in a 1–0 victory against Morocco, breaking Puskás' record. In the final group match against Iran on 25 June, Ronaldo missed a penalty in an eventual 1–1 draw which saw Portugal progress to the second round as group runners-up behind Spain. On 30 June, Portugal were eliminated following a 2–1 defeat to Uruguay in the last 16."
                },
                {
                    "context": " A versatile attacker, Ronaldo is capable of playing on either wing as well as through the centre of the pitch, and, while ostensibly right-footed, is very strong with both feet. He ranks among the world's fastest footballers, both with and without the ball. Tactically, Ronaldo has undergone several evolutions throughout his career. While at Sporting and during his first season at Manchester United, he was typically deployed as a traditional winger on the right side of midfield, where he regularly looked to deliver crosses into the penalty area. In this position, he was able to use his pace and acceleration, agility, and technical skills to take on opponents in one-on-one situations. Ronaldo became noted for his dribbling and flair, often displaying an array of tricks and feints, such as the step overs and so-called 'chops' that became his trademark."
                },
                {
                    "context": " As Ronaldo matured, he underwent a major physical transformation, developing a muscular body type that allows him to retain possession of the ball, and strong legs that make up for an outstanding jumping ability. His strength and jumping ability, combined with his elevation and height of , gives him an edge in winning aerial challenges for balls. These attributes allow him to function as a target-man, and makes him an aerial goal threat in the penalty area; consequently, many of his goals have been headers. Allied with his increased stamina and work-rate, his goalscoring ability improved drastically on the left wing where he was given the positional freedom to move into the centre to finish attacks. He also increasingly played a creative role for his team, often dropping deep to pick up the ball, participate in the build-up of plays, and create chances for his teammates, courtesy of his good vision and passing ability."
                },
                {
                    "context": " In his final seasons at United, Ronaldo played an even more attacking and central role, functioning both as a striker and as a supporting forward, or even as an attacking midfielder on occasion. He developed into a prolific goalscorer, capable of finishing well both inside the penalty area and from distance with an accurate and powerful shot, courtesy of his striking ability. An accurate penalty kick taker, he also became a set piece specialist, renowned for his powerful, bending free kicks, though his ability in this regard deteriorated later on in his career. When taking free kicks, is known for using the \"knuckleball\" technique, which had previously been popularised by Juninho Pernambucano; he also adopts a trademark stance before striking the ball, which involves him standing with his legs far apart. Regarding Cristiano Ronaldo's unique style of taking free kicks, former Manchester United assistant manager Mike Phelan has commented: \"People used to put the ball down, walk away, run up and hit it. He brought in a more dynamic showmanship. He places the ball down, the concentration level is high, he takes his certain amount of steps back so that his standing foot is in the perfect place to hit the ball in the sweet spot. He is the ultimate showman. He has that slight arrogance. When he pulls those shorts up and shows his thighs, he is saying 'All eyes on me' and this is going in. He understands the marketing side of it. The way he struts up and places it; the world is watching him."
                },
                {
                    "context": " At Real Madrid, Ronaldo continued to play a more offensive role, while his creative and defensive duties became more limited, although not entirely diminished. Initially deployed as a centre forward, he was later moved back onto the left wing, though in a free tactical role; this position allowed him to drift into the centre at will to get onto the end of crosses and score, or draw out defenders with his movement off the ball and leave space for teammates to exploit. Madrid's counter-attacking style of play also allowed him to become a more efficient and consistent player, as evidenced by his record-breaking goalscoring feats. However, while he mainly drew praise in the media for his prolific goalscoring, he also demonstrated his ability as an effective creator in this role. From 2013 onwards, he effectively adapted his style to the physical effects of ageing with increasingly reduced off-the-ball movement and general involvement, completing fewer dribbles and passes per game, and instead focusing on short-distance creating and goalscoring. Since 2017, Ronaldo has adapted his style of play yet again to become more of a free-roaming centre forward, a role in which he has continued to excel and maintain a prolific goalscoring record; in this position, he has earned praise in the media for his intelligent movement, excellent positional sense, link-up play, clinical finishing, and opportunism, as well as his ability to lose or anticipate his markers, find space in the box, and score from few opportunities."
                },
                {
                    "context": " Ronaldo is widely regarded as one of the two best players of his generation, alongside Lionel Messi. Ronaldo quickly established himself among the world's best players in his early 20s, featuring as the core component for Manchester United in the mid-to-late 2000s. However, after winning his first Ballon d'Or by a record-high vote count at age 23, the public debate regarding his qualities as a player moved beyond his status in contemporary football to the possibility that he was one of the greatest players in history. Universally acclaimed for his prolific and consistent goalscoring ability, he is considered a decisive player, who stands out in games and who can be a game changer, especially in important and high-pressured situations."
                },
                {
                    "context": " Ronaldo is noted for his work ethic, elite body conditioning, and dedication to improvement on the training pitch, as well being regarded as a natural leader. Writing of his \"extraordinary commitment to physical preparation\", Adam Bate of Sky Sports adds, \"Dedication is a huge part of staying at the top and Ronaldo's focus is perhaps unparalleled within the game.\" His drive and determination to succeed are fuelled by a desire to be talked about alongside Pelé and Diego Maradona once retiring. Ronaldo has at times, however, been criticised for simulating when tackled. In addition to this, he was also occasionally criticised early in his career by manager Alex Ferguson, teammates and the media for being a selfish or overly flamboyant player."
                },
                {
                    "context": " During his career, Ronaldo has also been described as having an \"arrogant image\" on the pitch, with Ronaldo stating that he had become a \"victim\", because of how he was portrayed in the media. He is often seen moaning, gesticulating and scowling while trying to inspire his team to victory, with Ronaldo insisting that his competitive nature should not be mistaken for arrogance. His managers, teammates and various journalists have commented that this reputation has caused an unfair image of him. In 2014, Ronaldo told \"France Football\" that he had made a \"mistake\" when he said in 2011, \"People are jealous of me as I am young, handsome and rich\", adding that he had matured since then and fans understood him better."
                },
                {
                    "context": " Ronaldo has adopted several goalscoring celebrations throughout his career, including one particular celebration which gained widespread coverage in the media, when he squatted and stared directly into a camera on the sidelines of the pitch with his hand on his chin. However, after scoring a goal, he usually celebrates with a \"storming jump\" and \"turn\", before \"landing in spread-eagled fashion\" into his \"signature power stance\", while usually simultaneously exclaiming \"Sí\" (Spanish for \"yes\"); as such, this trademark celebration has been dubbed the \"Sii!\" in the media."
                },
                {
                    "context": " Both players have scored in at least two UEFA Champions League finals and have regularly broken the 50-goal barrier in a single season. Sports journalists and pundits regularly argue the individual merits of both players in an attempt to argue who they believe is the best player in modern football. It has been compared to sports rivalries such as the Muhammad Ali–Joe Frazier rivalry in boxing, the Borg–McEnroe rivalry in tennis, and the Ayrton Senna–Alain Prost rivalry from Formula One motor racing."
                },
                {
                    "context": " Some commentators choose to analyse the differing physiques and playing styles of the two, while part of the debate revolves around the contrasting personalities of the two players: Ronaldo is sometimes depicted as an arrogant and theatrical showoff, while Messi is portrayed as a shy, humble character. In a 2012 interview, Ronaldo commented on the rivalry, saying \"I think we push each other sometimes in the competition, this is why the competition is so high\", while Ronaldo's manager during his time at Manchester United, Alex Ferguson, opined that \"I don't think the rivalry against each other bothers them. I think they have their own personal pride in terms of wanting to be the best\". Messi himself denied any rivalry, saying that it was \"only the media, the press, who wants us to be at loggerheads but I've never fought with Cristiano\". Responding to the claims that he and Messi do not get on well on a personal level, Ronaldo commented, \"We don't have a relationship outside the world of football, just as we don't with a lot of other players\", before adding that in years to come he hopes they can laugh about it together, stating; \"We have to look on this rivalry with a positive spirit, because it's a good thing.\" Representing archrivals Barcelona and Real Madrid, the two players faced each other at least twice every season in the world's biggest club game, \"El Clásico\", which is among the world's most viewed annual sporting events."
                },
                {
                    "context": " In a debate at Oxford Union in October 2013, when asked whether FIFA president Sepp Blatter preferred Messi or Ronaldo, Blatter paid tribute to the work ethic of the Argentine before taking a swipe at Ronaldo, claiming \"one of them has more expenses for the hairdresser than the other\". Real Madrid demanded – and promptly received – a full apology, and the Portuguese issued his own riposte with a mock-salute celebration after scoring a penalty against Sevilla, after Blatter had described him as a \"commander\" on the pitch."
                },
                {
                    "context": " As his reputation grew from his time at Manchester United, Ronaldo has signed many sponsorship deals for consumer products, including sportswear, football boots (since November 2012 Ronaldo has worn the Nike Mercurial Vapor personalized CR7 edition), soft drinks, clothing, automotive lubricants, financial services, electronics and computer video games. Ronaldo was featured as the cover athlete of EA Sports' \"FIFA\" video game \"FIFA 18\" and was heavily involved in the game's promotion. His 'Siiii' goal celebration features in the \"FIFA\" series, accompanied with his own voiceover. He was also the face of \"Pro Evolution Soccer\", appearing on the cover in 2008, 2012 and 2013."
                },
                {
                    "context": " \"Forbes\" has twice ranked Ronaldo first on its list of the world's highest-paid football players; his combined income from salaries, bonuses and non-football earnings was $73 million in 2013–14 and $79 million in 2014–15. The latter earnings saw him listed behind only boxer Floyd Mayweather, Jr. on the magazine's list of The World's Highest-Paid Athletes. In 2016, he became the first footballer to top the \"Forbes\" list of highest-earning athletes, with a total income of $88 million from his salary and endorsements in 2015–16. He topped the list for the second straight year with earnings of $93 million in 2016–17. Ronaldo is one of the world's most marketable athletes: \"SportsPro\" rated him the fifth most marketable athlete in 2012, and eighth most marketable athlete in 2013, with Brazilian footballer Neymar topping both lists. Sports market research company Repucom named Ronaldo the most marketable and most recognised football player in the world in May 2014. He was additionally named in the 2014 Time 100, \"Time\"s annual list of the most influential people in the world. ESPN named Ronaldo the world's most famous athlete in 2016, 2017 and 2018."
                },
                {
                    "context": " Ronaldo has established a strong online presence; the most popular sportsperson on social media, he counted 158 million total followers across Facebook, Twitter and Instagram by June 2015. , he has the world's biggest Facebook fanbase with 103 million followers: he became the first sportsperson to reach 50 million followers in August 2010, and in October 2014, he became the first sportsperson, and the second person after Shakira, to reach 100 million followers. By June 2017, Ronaldo had 277 million followers across social media. His sponsors earned $936 million in media value across his social media accounts between June 2016 to June 2017. Ronaldo has released two mobile apps: in December 2011, he launched an iPhone game called \"Heads Up with Cristiano\", created by developer RockLive, and in December 2013, he launched \"Viva Ronaldo\", a dedicated social networking website and mobile app. Computer security company McAfee produced a 2012 report ranking footballers by the probability of an internet search for their name leading to an unsafe website, with Ronaldo's name first on the list."
                },
                {
                    "context": " Ronaldo's life and person have been the subject of several works. His autobiography, titled \"Moments\", was published in December 2007. His sponsor Castrol produced the television film \"Ronaldo: Tested to the Limit\", in which he is physically and mentally tested in several areas; his physical performance was consequently subject to scrutiny by world media upon the film's release in September 2011. \"\", a documentary narrated by the actor Benedict Cumberbatch, was released via Vimeo in June 2014. A documentary film about his life and career, titled \"Ronaldo\", was released worldwide on 9 November 2015. Directed by BAFTA-winner Anthony Wonke, the film is produced and distributed by Universal Pictures, while Asif Kapadia is the executive producer."
                },
                {
                    "context": " A replica Cristiano Ronaldo jersey has been a much sought after sports product throughout his career. In 2008, Ronaldo's number 7 Manchester United jersey was the best-selling sports product under the auspices of the Premier League. In 2018, within 24 hours of his number 7 Juventus jersey being released, over 520,000 had been sold, with $62.4 million generated in one day. Ronaldo opened his first fashion boutique under the name \"CR7\" (his initials and shirt number) on the island of Madeira, Portugal, in 2006. Ronaldo expanded his business with a second clothes boutique in Lisbon in 2008. In partnership with Scandinavian manufacturer JBS Textile Group and the New York fashion designer Richard Chai, Ronaldo co-designed a range of underwear and sock line, released in November 2013. He later expanded his \"CR7\" fashion brand by launching a line of premium shirts and shoes by July 2014. In September 2015, Ronaldo—in a partnership with Eden Parfums—released his own fragrance, \"Legacy\"."
                },
                {
                    "context": " In 2007, C.D. Nacional renamed its youth campus Cristiano Ronaldo Campus Futebol (Cristiano Ronaldo Football Campus). In December 2013, Ronaldo opened a museum, Museu CR7, in his hometown of Funchal, Madeira, to house trophies and memorabilia of his life and playing career; the museum is an official sponsor of the local football team União da Madeira. At a ceremony held at the Belém Palace in January 2014, President of Portugal Aníbal Cavaco Silva raised Ronaldo to the rank of Grand Officer of the Order of Prince Henry, \"to distinguish an athlete of world renown who has been a symbol of Portugal globally, contributing to the international projection of the country and setting an example of tenacity for future generations\". A bronze statue of Ronaldo, designed by artist Ricardo Madeira Veloso, was unveiled in Funchal on 21 December 2014."
                },
                {
                    "context": " In June 2010, during the build-up to the World Cup, Ronaldo became the fourth footballer – after Steven Gerrard, Pelé and David Beckham – to be represented as a waxwork at Madame Tussauds London. Another waxwork of him was presented at the Madrid Wax Museum in December 2013. In June 2015, astronomers led by David Sobral from Lisbon and Leiden discovered a galaxy which they named CR7 (Cosmos Redshift 7) in tribute to Ronaldo. On 23 July 2016, following Portugal's triumph at Euro 2016, Madeira Airport in Funchal was renamed as Cristiano Ronaldo International Airport. The unveiling of the rebranded terminal took place on 29 March 2017, which included a bust of his head being presented. The bust and the name change were controversial, with the lack of the bust's likeness to Ronaldo being ridiculed by comedians, including \"Saturday Night Live\", while the name change was subject to much debate locally by some politicians and citizens, who even started a petition against the move, an action criticised by President of Madeira Miguel Albuquerque. A year later, sports website Bleacher Report commissioned sculptor Emanuel Santos to create another bust. However, this bust was never used; instead, a new one was made by a Spanish sculptor, shown to the public on 15 June 2018."
                },
                {
                    "context": " Ronaldo's father, José, died of an alcoholism-related liver condition at age 52 in September 2005 when Ronaldo was 20. Ronaldo has said that he does not drink alcohol, and he received libel damages over a \"Daily Mirror\" article that reported him drinking heavily in a nightclub while recovering from an injury in July 2008. His mother, Dolores, was diagnosed with breast cancer in 2007 but eventually recovered. Ronaldo has four children. He first became a father to son, Cristiano Jr., born on 17 June 2010 in the United States. He stated that he has full custody of the child and would not be publicly revealing the identity of the mother as per agreement with her, it was unclear whether it was a relationship or surrogacy. In January 2015, Ronaldo announced his five-year relationship with Russian model Irina Shayk has ended."
                },
                {
                    "context": " Ronaldo then became father to twins, daughter Eva and son Mateo, born on 8 June 2017 in the United States via surrogacy. The types of surrogacy of his children are not stated. He is in a relationship with Spanish model Georgina Rodríguez (b. 1995), she later gave birth to daughter Alana on 12 November 2017. Ronaldo has made contributions to various charitable causes throughout his career. Television footage of the 2004 Indian Ocean earthquake and tsunami showed an eight-year-old boy survivor named Martunis wearing a number 7 Portuguese football shirt who was stranded for 19 days after his family was killed. Following this, Ronaldo visited Aceh, Indonesia, to raise funds for rehabilitation and reconstruction. After accepting undisclosed damages from a libel case against \"The Sun\" newspaper in 2008, Ronaldo donated the damages to a charity in Madeira. In 2009, Ronaldo donated £100,000 to the hospital that saved his mother's life in Madeira following her battle with cancer, so that they could build a cancer centre on the island. In support of the victims of the 2010 Madeira flood, Ronaldo pledged to play in a charity match in Madeira between Primeira Liga club Porto and players from Madeiran-based clubs Marítimo and Nacional."
                },
                {
                    "context": " In 2012, Ronaldo and his agent paid for specialist treatment for a nine-year-old Canarian boy with apparently terminal cancer. In November 2012, Ronaldo sold the golden boot he had won in 2011 for €1.5 million and gave the money to fund schools for children in Gaza. In December 2012, Ronaldo joined FIFA's \"11 for Health\" programme to raise awareness amongst kids of how to steer clear of conditions including drug addiction, HIV, malaria and obesity. In January 2013, Ronaldo became Save the Children's new Global Artist Ambassador, in which he hopes to help fight child hunger and obesity. In March, Ronaldo agreed to be the ambassador for The Mangrove Care Forum in Indonesia, an organisation aiming to raise awareness of mangrove conservation."
                },
                {
                    "context": " Ronaldo was named the world's most charitable sportsperson in 2015 after donating £5 million to the relief effort after the earthquake in Nepal which killed over 8,000 people. In June 2016, Ronaldo donated the entirety of his €600,000 Champions League bonus after Real Madrid won the 2015–16 UEFA Champions League. In August 2016, Ronaldo launched CR7Selfie, a selfie app for charity to help Save the Children that lets participants take a selfie with him in one of several different outfits and poses. In the app, fans can select from among 68 photos of Ronaldo in different outfits and poses, and scroll through 39 filters to apply to their selfies."
                },
                {
                    "context": " In July 2017, Ronaldo was charged with fraudulently evading almost €15 million in tax between 2011 and 2014, a claim he denied at the time. In June 2018 Ronaldo was given a two-year suspended jail sentence and fined €18.8 million, later reduced to €16.8 million after reaching a deal with Spanish authorities. The sentence can be served under probation, without any jail time, so long as he does not reoffend. Ronaldo and another man were investigated by the British Crown Prosecution Service after a 2005 rape allegation was brought forward by two women. Within days, the two women withdrew their allegation and Scotland Yard later issued a statement declaring there was not enough evidence for a prosecution. In April 2017 it was reported that Ronaldo was being investigated for another rape allegation by the Las Vegas Police Department originating in 2009. Documents, confirmed by Ronaldo's lawyers, state that Ronaldo paid a woman US$375,000 in a non-disclosure settlement. Ronaldo and his lawyers issued a lengthy statement denying all accusations, describing them as an \"intentional defamation campaign\" with parts significantly \"altered and/or completely fabricated\", a claim which \"Der Spiegel\" categorically refuted.  Sporting CP Manchester United Real Madrid Portugal Notes Citations"
                }
            ]
        },
        {
            "title": "Accounting Standards Codification",
            "paragraphs": [
                {
                    "context": " In US accounting practices, the Accounting Standards Codification is the current single source of United States Generally Accepted Accounting Principles (GAAP). It is maintained by the Financial Accounting Standards Board (FASB). The codification is effective for interim and annual periods ending after September 15, 2009. All prior accounting standards documents were superseded as described in FASB Statement No. 168, The FASB Accounting Standards Codification and the Hierarchy of Generally Accepted Accounting Principles. Accounting literature not included in the Codification is non-authoritative."
                },
                {
                    "context": " The Codification reorganizes the thousands of U.S. GAAP pronouncements into roughly 90 accounting topics and displays all topics using a consistent structure. It also includes relevant U.S. Securities and Exchange Commission (SEC) guidance that follows the same topical structure in separate sections in the Codification. To prepare constituents for the change, the FASB provided a number of tools and training resources. The Codification did not change GAAP, but it introduced a new structure, organized in an easily accessible, user-friendly online research system. The FASB expected the system to reduce the amount of time and effort required to research accounting issues, mitigate the risk of noncompliance with standards through improved usability of the literature, provide accurate information with real-time updates as new standards are released, and assist the FASB with the research efforts required during the standard-setting process."
                },
                {
                    "context": " The three primary goals of the codification are \"simplify user access by codifying all authoritative U.S. GAAP in one spot, ensure that the codification content accurately represented authoritative U.S. GAAP as of July 1, 2009, and to create a codification research system that is up to date for the released results of standard-setting activity.\" The codification was made to make accounting standards easier to find through a single data base. Before the Codification, accounting standards lacked a consistent and logical structure. For the last 50 years, U.S. GAAP consisted of thousands of standards with multiple standard setters. The old U.S. GAAP were difficult to interpret, and the complexity of the standards made it hard for users to stay up to date. Problems with the old standards increased financial reporting risk and led to inefficiencies that increased cost. FASAC then voiced its concerns due to the increase of financial reporting guidance from the old U.S. GAAP standards, and the FASB responded by launching a new project to codify the standards. The project was approved in September 2004 by the Trustees of the Financial Accounting Foundation."
                },
                {
                    "context": " All users must register to view any codification information. The codification allows a free basic view or paid professional view to the public. The professional view requires an annual subscription up to $940 depending on concurrent users. Discounts may apply to multiple concurrent users. The codification is used by accounting and reporting professionals, analysts and investors. Each ASC reference is structured as a series of four numbers separated by hyphens: a three-digit Topic (the first digit of which represents an Area), a two-digit Subtopic, a two-digit Section, and a two- or three-digit Paragraph.  Subtopic 10 is always \"Overall.\" Section numbers are standardized across topics (not all subtopics have all sections): For instance, 210-10-20 is Balance Sheet, Overall, Glossary. 605-40-25-1 is Revenue Recognition, Gains and Losses, Recognition, first paragraph."
                }
            ]
        },
        {
            "title": "Far from the Madding Crowd (2015 film)",
            "paragraphs": [
                {
                    "context": " Far from the Madding Crowd is a 2015 British romantic drama film directed by Thomas Vinterberg and starring Carey Mulligan, Matthias Schoenaerts, Michael Sheen, Tom Sturridge and Juno Temple. It is an adaptation of the 1874 novel \"Far from the Madding Crowd\" by Thomas Hardy. It is the fourth film adaptation of the novel. In 1870 Victorian England, Bathsheba Everdene (Carey Mulligan) is working on her aunt's farm in Dorset. Gabriel Oak (Matthias Schoenaerts), a new neighbour, sees Bathsheba riding her horse and falls in love with her. He proposes, but the headstrong Bathsheba declines, saying she is too independent. One night a new sheepdog chases Gabriel's entire flock off a cliff. He settles his debts and is left penniless. He leaves in search of work. In contrast, Bathsheba inherits a farm from her uncle and leaves to take charge of it."
                },
                {
                    "context": " While Gabriel is at a fair trying to find employment, local soldiers attempt to recruit him and other townsmen. A young girl, Fanny Robin, notices him and points out one of the soldiers, Sergeant Frank Troy, her sweetheart. She suggests Gabriel seek employment at a farm in Weatherbury. Gabriel arrives to find several buildings on fire and saves the barn from destruction. At dawn the next day he is introduced to the farm's new mistress: Bathsheba. She hires him as a shepherd. In the meantime, Fanny goes to the wrong church for her wedding and Troy, apparently jilted, is devastated."
                },
                {
                    "context": " In town, Bathsheba proves to be a shrewd trader when selling her seed. She immediately is drawn to her neighbour William Boldwood (Michael Sheen), a prosperous and mature bachelor. Bathsheba sends Boldwood a Valentine as a joke, and he, both offended and intrigued, soon proposes marriage. Bathsheba says she does share his feelings but delays giving him a final answer. Gabriel admonishes Bathsheba for being foolish and unkind by playing with Boldwood's affections. She is stung by his criticism, and fires him, but the next day, given a crisis with the sheep that only he can manage, she sends after him and then pursues him to ask him to return. After her personal appeal, he comes back, saves some of the sheep, and stays on the farm."
                },
                {
                    "context": " One night while walking around her land, Bathsheba meets Frank Troy, who is mesmerized by her beauty. Uncomfortable, she tells him he should not be there, but the next day he returns to help with the harvest. Bathsheba learns he is of a noble family, but tells him to leave. He flirts with her and flatters her, and arranges a secret meeting. At their rendezvous in the woods, he shows off his swordplay, telling her not to flinch as he swings his sword around her head and body. He finally embraces her in a passionate kiss and Bathsheba is left in a daze. Gabriel warns her that Frank is dangerous and dishonourable, but she nevertheless elopes with him, and they share their wedding night together."
                },
                {
                    "context": " Returning to the farm, the newly married couple celebrate with all the workers. Gabriel warns of an approaching storm, but the belligerent and drunk Frank interrupts him and insists that the party will not allow it to rain. Gabriel attempts by himself to cover the harvest with tarpaulins and Bathsheba, ashamed of Frank's drunken behavior with the other men, comes out into the wind and rain to help. Chastened, she tells Gabriel that she was a fool to fall prey to Frank's flattery. One day in town, Frank sees Fanny begging. She tells him she had gone to the wrong church, and that she is pregnant. He promises he will find a home for them, but sends her to the workhouse in the meantime. Frank, a degenerate gambler, asks Bathsheba for £20 and she refuses, saying the money is for farm expenses. Fanny and her baby die in childbirth; their coffin is delivered to Bathsheba's farm her last known address. The words \"Fanny Robin and child\" are on the coffin, but Gabriel surreptitiously erases \"and child\" from the slate while bringing it in. Bathsheba recognizes her name as one of her uncle's loyal servants. Bathsheba also reads the erasure, opens the coffin, and discovers the mother and baby within. Frank, comes home, and upon seeing Fanny and his dead baby, bends over the coffin and kisses Fanny's lips. Bathsheba protests that she is still his wife, but he coldly responds that even in death Fanny means more to him than Bathsheba ever could mean. In grief Frank goes to the beach, where he strips off his uniform and swims far into the ocean. The next day Bathsheba learns Frank has apparently drowned."
                },
                {
                    "context": " Left with Frank's gambling debts, Bathsheba worries she may lose the farm. Boldwood offers to buy it and merge it with his property, offering Gabriel a position as bailiff, and again proposes marriage. Bathsheba agrees to consider his offer. On the eve of the Christmas party he plans to throw, Boldwood shares with Gabriel that he knows of the affection he feels for Bathsheba, but adds he appreciates that he has been such a gentleman in the entire matter, and shows Gabriel the engagement ring he plans to offer her."
                },
                {
                    "context": " At the party, Boldwood graciously invites Gabriel and Bathsheba to share at least one dance. As they dance, she again asks Gabriel what she should do, and he answers simply to \"Do what is right\". She breaks off the dance and leaves, only to discover Frank, outside, alive and well. He was rescued from drowning but has faked his death for some weeks, preferring the idea of being 'dead.' He demands money from Bathsheba, claiming it was unfair that he gave up his profession and now lives off nothing while she has money and a house. Frank grabs her roughly, screaming that she is still his wife and must obey him. Enraged, Boldwood emerges from the house and kills Frank with a single blast from his rifle, for which he is promptly imprisoned. Gabriel reassures Bathsheba her that if it's any consolation Boldwood is bound to be spared his life, for acting in a 'crime of passion'."
                },
                {
                    "context": " Some time later, Gabriel announces that since the farm is now secure, he'll be emigrating to America in four days time. As he leaves on foot early in the morning, Bathsheba chases after him on horseback and begs him not to leave, thanking him for all he's done for her, and always believing in her. Gabriel tells her, if only she would accept his love, then asks her if she would agree were he to propose again. Bathsheba smiles and tells him he needs ask but once more. Gabriel kisses her passionately in response, and they walk back hand in hand."
                },
                {
                    "context": " David Nicholls became attached to the film in 2008. In April 2013, it was reported that Matthias Schoenaerts had been offered the role of Gabriel Oak alongside Carey Mulligan as Bathsheba Everdene. Their casting was official in May 2013 with the participation of director Thomas Vinterberg. Principal photography started on 16 September 2013. The film was shot in Dorset (Sherborne, Mapperton, and Beaminster), Oxfordshire, Buckinghamshire and London. Mulligan claimed, in an appearance on \"The Graham Norton Show\", that she hand-picked Schoenaerts to play Gabriel Oak after she saw him in the French film \"Rust and Bone\"."
                },
                {
                    "context": " Thomas Vinterberg invented the scene in which Sergeant Troy clutches Bathsheba's crotch after the sword tricks because he wanted it to get more drastically sexual. The British crew called it 'the Danish handshake'. Vinterberg suggested that he would have gone much further if it had been a Danish film. The film was released on 1 May 2015. The first teaser trailer debuted on 23 November 2014. It features the song \"Let No Man Steal Your Thyme\" performed by Carey Mulligan and Michael Sheen. A teaser poster was also revealed to mark the 140th anniversary of the novel of the same name."
                },
                {
                    "context": " \"Far from the Madding Crowd\" grossed $12.2 million in North America and $17.9 million in other territories for a worldwide total of $30.2 million. \"Far from the Madding Crowd\" received positive reviews from critics. On Rotten Tomatoes, the film has a rating of 85%, based on 176 reviews, with the site's critical consensus reading, \"\"Far from the Madding Crowd\" invites tough comparisons to Thomas Hardy's classic novel – and its previous adaptation – but stands on its own thanks to strong direction and a talented cast.\" Metacritic gave the film a score of 71 out of 100, based on 40 critics, indicating \"generally favorable reviews\".  Carey Mulligan's performance was critically praised and some considered it better than the 1967 adaptation starring Julie Christie. \"Rolling Stone\"'s Peter Travers, in his three out of four star review, said \"Vinterberg may rush the final act, but he brings out the wild side in Mulligan, who can hold a close-up like nobody's business. She's a live wire in a movie that knows how to stir up a classic for the here and now.\""
                }
            ]
        },
        {
            "title": "Philistine captivity of the Ark",
            "paragraphs": [
                {
                    "context": " The Philistine captivity of the Ark was an episode described in the biblical history of the Israelites, in which the Ark of the covenant was in the possession of the Philistines, who had captured it after defeating the Israelites in a battle at a location between Eben-ezer, where the Israelites encamped, and Aphek (probably Antipatris), where the Philistines encamped. The ark narrative does not include any mention of Samuel; Bill Arnold suggests that it is \"in order to celebrate the power of Yahweh's ark.\" Many scholars put 1 Samuel 4 - 6 together with 2 Samuel 6 and believe that it reflects an old source that was eventually incorporated into the History of David's Rise or into the later Deuteronomistic History."
                },
                {
                    "context": " According to 1 Samuel 4, prior to the battle the Ark had been residing at the ancient sanctuary of Shiloh, but was brought out by the Israelites in hope of victory in the war. The Israelites suffered a significant defeat; Hophni and Phinehas, sons of the High Priest Eli, were killed and the ark was captured. The news of the ark's capture was such a shock to Eli that he fell off his chair and died, while Phinehas' wife died in childbirth as she heard the news, giving birth to Ichabod, whose name means \"Where is the glory?\" Robert Alter argues that 1 Samuel 4:22 should be translated as \"Glory is \"exiled\" from Israel,\" and that the story of the Philistine captivity of the ark is one of exile. Peter Leithart suggests that Israel deserved to go into exile, but the ark did so instead: \"Yahweh went into exile, taking on the curse of the covenant for His people, and while in exile He fought for them and defeated the gods of Philistia.\""
                },
                {
                    "context": " 1 Samuel 5 and 6 describe the Philistines as having to move the Ark to several parts of their territory, as tumours or hemorrhoids (\"emerods\") afflicted the people in each town to which it was taken: Ashdod, then Gath, then Ekron. The Septuagint adds that \"mice sprang up in the midst of their country\". Stirrup points out that the \"severity of the punishments increases through the passage\": tumours in Ashdod (vv. 6-8), extensive tumours and panic in Gath, which had volunteered to take on the Ark (vv. 9,10a), and tumours on those who did not die and deathly panic in Ekron, which was 'volunteered' to take the Ark (vv. 10b-12). The text explicitly ascribes the plague to \"Yahweh's hand\" (1 Samuel 5:6)."
                },
                {
                    "context": " In Ashdod, when the Ark was placed in the temple of Dagon, the statue of Dagon was found prostrate in front of the Ark the next morning; after the statue of Dagon was restored to its place, it was again found prostrate the next morning, and this time its head and hands had also been broken off. Leithart provides a number of parallels between the Philistine captivity of the Ark and the Plagues of Egypt in the Book of Exodus. The ark brings about plagues, humbles the gods of the Philistines and returns full of treasure. In fact, the Philistine diviners refer to the events of the Exodus in 1 Samuel 6:6. On the advice of these diviners about how to end the plagues, the Philistines made a guilt offering of five golden tumors and five gold mice (representing the five Philistine rulers). They then placed the gold along with the ark on a cart drawn by two milch cows, who head straight for Israel and do not waver. The ark stops at Beth Shemesh before finding a more permanent home at Kiriath-Jearim."
                }
            ]
        },
        {
            "title": "The Great British Bake Off (series 7)",
            "paragraphs": [
                {
                    "context": " The seventh series of \"The Great British Bake Off\" aired from 24 August 2016, with twelve contestants competing to be crowned the series 7 winner. This series was the last to be broadcast on BBC One, as the production company Love Productions opted to move the show to Channel 4. It was also the last series on the show for Sue Perkins and Mel Giedroyc, as they decided to leave as presenters of the show. It is also the last series of the show to feature Mary Berry as a judge. This series was won by Candice Brown, with Andrew Smyth and Jane Beedle finishing as runners-up."
                },
                {
                    "context": " Colour key: For the first challenge, the bakers were given two hours to make a drizzle cake, the brief being that the cake be moist and well permeated with the drizzle. For the technical challenge, the bakers were instructed to make Mary's recipe for twelve jaffa cakes. The recipe used a whipped fatless sponge, orange jelly and tempered chocolate with a design of sorts. For the final challenge, the bakers were instructed to make a mirror glaze cake. The cake had to have a genoise sponge and have a very shiny, mirror-like top, covering the cake entirely."
                },
                {
                    "context": " For the Signature Challenge, the bakers were given two and a half hours to make 24 iced biscuits (cookies). The biscuits had to be crisp and uniform. Viennese Whirls were set as the technical challenge. To be completed in an hour and a half, they had to be filled with buttercream and jam, and had have a defined shape. For the showstopper, a gingerbread scene was set as the challenge, the only brief being it that it had to be 30 cm high, and contain eight characters or objects. The bakers had four hours for this challenge."
                },
                {
                    "context": " Host Sue Perkins did not appear in the episode. For the bakers' first challenge, they had to make a chocolate loaf in two and a half hours. The loaf had to contain chocolate in some form, whether it be cocoa powder or actual pieces of chocolate. For the technical challenge, the bakers were required to make twelve Dampfnudel, a recipe Paul called \"notoriously difficult\". In two hours, the bakers had to make twelve steamed bread rolls with two types of sauce. A savoury plaited (braided) centrepiece was set as the showstopper. In four hours, bakers had to make a centrepiece using at least three flours."
                },
                {
                    "context": " The first task was to make Yorkshire puddings, in 2 hours. The bakers used the standard recipe filled with a variety of savory ingredients and flavors. The technical challenge gave the bakers 1 hour to make 12 heart-shaped \"lace\" pancakes, which required them to draw a heart-shaped design with the batter. They were only allowed one practice pancake. The showstopper challenge was to make 36 sweet churros in 3 hours. For the signature bake, bakers were tasked with baking 24 breakfast pastries. Two different batches of 12 pastries were to be made. The technical challenge required the bakers to make one feathered Bakewell tart. For the showstopper challenge, the bakers were challenged to make 48 filled filo amuse-bouche; 24 with a savoury filling and 24 with a sweet filling."
                },
                {
                    "context": " In the signature, the seven remaining bakers were asked to create a meringue pie containing citrus fruit, such as orange, grapefruits and lemons. In the technical, the contestants had to create two leaf-shaped herb fougasses. In the showstopper, the contestants were asked to create a three-tier cake with a flower theme. All the tiers could be the same flavour, or each one a different flavour, and the cakes could be decorated with flowers. The Signature challenge required the bakers to make a family-sized roulade in hours. The judges were looking for a light sponge cake, even layers of filling, and a clean swirl. The technical challenge gave the bakes 3 hours to make a Marjolaine or \"Dacquoise\", an unusual layered cake made with meringue, decorated with ganache and nuts. The showstopper challenge allocated 4 hours for the bakers to make 24 mini mousse cakes in two flavours (12 of each)."
                },
                {
                    "context": " Week eight featured the show's first Tudor theme, featuring food common in the 16th century. During the signature challenge, the five remaining bakers were asked to bake a shaped pie with Tudor flavours. The pie could be any type of pastry and they could use whichever fillings they wanted. In the technical, the contestants were asked to produce a dozen jumbles – six knot balls and six Celtic knots. In the showstopper challenge, the contestants were asked to bake a marchpane (marzipan) cake in a three-dimensional shape. However, all of the cakes had to be Tudor-themed."
                },
                {
                    "context": " The first task for pastry or pâtisserie week required the remaining four contestants to bake 24 palmiers, with two different savoury fillings and shapes. The technical challenge was to make a Savarin, a liqueur-soaked yeast cake, which none of the contestants had made before. The final challenge was to make 36 fondant fancies. In the final signature challenge, the bakers had to make a filled meringue crown, which had to contain at least three layers of meringue, in three hours. In the technical, the judges decided to make a familiar bake challenging: the bakers had to make a Victoria sandwich, with no recipe or method given, in 90 minutes. The final showstopper involved the largest number of bakes ever requested in a challenge. The bakers were given five hours to make a picnic fit for the Queen, including one chocolate celebration cake, 12 sausage rolls, 12 mini quiches, 12 savoury scones and 12 fruit and custard tarts."
                },
                {
                    "context": " The Masterclass episodes were replaced by two Christmas specials, which featured eight contestants from the series 2–5. The two Christmas specials were the last to be aired on BBC before the channel move, and thus featured the last appearances of hosts Mel Giedroyc and Sue Perkins and judge Mary Berry. Judge Paul Hollywood would then followed the channel move. The first Christmas special featured Mary-Anne Boermans (Series 2), Cathryn Dresser (Series 3), Ali Imdad (Series 4) and Norman Calder (Series 5). The competition was won by Mary-Anne Boermans. The second Christmas special featured Janet Basu (Series 2), James Morton (Series 3), Howard Middleton (Series 4) and Chetna Makan (Series 5). The competition was won by Chetna Makan."
                },
                {
                    "context": " The signature challenge required the bakers to create 2 batches of edible Christmas tree decorations, 12 of each type, using biscuits. The technical challenge, set by Mary, tasked the bakers to make a choux wreath consisting of 36 choux buns, filled and decorated festively with chocolate. For the showstopper challenge, the bakers were required to make a Christmas scene cake, which must be at least three tiers. The bakers were tasked to make 24 savoury Christmas canapés, 12 of two types in the signature challenge. The technical challenge was set by Paul, in which the bakers were tasked of baking a Kanellängd, a spiced Scandinavian celebratory Christmas loaf with the meaning of \"cinnamon length\". For the showstopper challenge, the bakers were required to make 36 sweet Christmas miniatures, 12 each of three types, arranged as a celebratory centerpiece."
                },
                {
                    "context": " Before the series had begun, some viewers complained of the \"gendered\" icing in preview pictures of the bakers. In the promo shots of the bakers, the male bakers were given blue icing while the female bakers were given pink icing, whereas the previous year, every baker was given the same colour regardless. As a result, the BBC altered the colouring of the icing. The opening episode had an average viewing figure of 10.4 million according to overnight ratings, an improvement over the figure of 9.3 million for the corresponding episode in 2015. This made it the most watched TV show of 2016 so far, with the official figure also making it the most watched TV show since the 2015 Bake Off Final. Its run on the BBC ended with an average overnight viewing figure of 14 million for the final, peaking at 14.8 million, which is a record for the show. The series dominated the list of most-watched programmes in 2016, with nine of the top ten being episodes of the show. Its finale was watched by 15.9 million viewers (7 days cumulative figure), the most popular of the year.  Official episode viewing figures are from BARB."
                }
            ]
        }
    ]
}