{
    "data": [
        {
            "title": "America's Got Talent (season 4)",
            "paragraphs": [
                {
                    "context": " The fourth season of \"America's Got Talent\", an American television reality show talent competition, premiered on the NBC network on June 23, 2009. Country singer Kevin Skinner was named the winner on September 16, 2009. This season is the first season to be broadcast in high definition. This season's host is Nick Cannon, who replaced Jerry Springer. Springer had said that he could not host due to other commitments. David Hasselhoff, Piers Morgan and Sharon Osbourne returned judges, despite rumors that Osbourne would be leaving the show."
                },
                {
                    "context": " Season four was Hasselhoff's final season as a judge. This season started broadcasting live on August 4, 2009. Season four carried over season three's audition process. Out of the over 160 acts that passed through the preliminary auditions, 48 went on to perform in the live shows. This season, the callbacks were renamed \"The Vegas Verdicts\". Unlike previous seasons, the acts were not given a chance to perform a second time, unless prompted by the judges to as a challenge. The judges re-watched audition tapes and created a Top 40 based on the acts' preliminary performances, similar to the format used on sister show \"Britain's Got Talent\". However, it was revealed during the first performance show that the judges, when prompted by executive producer Simon Cowell, called back eight acts that they previously had cut. This brought the total number of acts up to 48. Last season, the acts who passed through were divided into four groups, who performed over the course of two weeks with the acts who passed through from the previous night being announced before the next group of acts' performances. This year, each group in the Top 48 was divided into four groups of 12, but only one group performed per week, as a separate results show for the group aired the next day. This season was the first to feature results episodes lasting one hour on a weekly basis since season one."
                },
                {
                    "context": " During the performances episodes, if all three judges buzzed an act, the act was forced to end, unlike the previous season, where it could continue on for a short time. In the results episodes, five best acts from each group of twelve proceeded to the semi-finals - four acts were determined solely by viewers' votes, the judges decided between acts with the fifth and sixth highest viewers' vote totals. The twelve acts were presented to the audience in groups of two or three (usually similar acts - e.g. dancers, children - are put together) and then the host announced which of them moved forward and which of them had been eliminated. When three acts are presented as a group, the host would first announce an act from the three as the first act eliminated, then would announce which act from the remaining two remained in the competition. The final group were acts in the fifth and sixth places and the judges pick one of them by majority voting. At no time was the audience made aware of how many viewers' votes each act received."
                },
                {
                    "context": " In the semifinals, the twenty acts who passed through the quarterfinals were divided into groups of 10. One of these groups performed each week, with a performance episode followed by the results the following day. Only four acts were supposed to pass through to the finals each week. Three are determined solely by viewers' votes, but the fourth and fifth place acts must face the judges' decision. However, in one case, the judges passed through both performers, as they could not make a decision. In the other case, the top five acts were passed through. Instead of previous seasons, where the finals contain four or five acts, this season the finale contained ten acts."
                },
                {
                    "context": " This year, auditions were held in New York City, Houston, Los Angeles, Chicago, Miami, and Seattle/Tacoma. Auditions were also held in Boston, Atlanta, and Washington, D.C. but not televised. A total of 160 acts advanced to the Las Vegas Round. Vegas Verdicts aired on July 28, 2009 and July 29, 2009. Over the course of the two episodes, the over 160 acts that made it through the preliminary rounds were narrowed down to a Top 40 that made it through to the live performance rounds. In the first episode of the \"Vegas Verdicts\", as Cannon referred to it, the episode started off with 25 of the 160 acts being eliminated right at the Las Vegas Airport. The remaining acts were then briefly shown enjoying the sights of Vegas, before the eliminations resumed. Acts were brought before the judges and informed of their fate. The judges selected three dance groups: Destined 2 Be, BreakSk8, and U4ria Dance Crew for a challenge. They were asked to prepare a dance routine for 12 hours plus they'll have the same piece of music. After they perform, the judges will decide which dance groups will advance to the Top 40 Quarterfinals."
                },
                {
                    "context": " In the second episode, the remainder of the Top 40 was revealed, and many more acts were eliminated. The three dance crews challenged in the previous episode were shown in a montage performing their challenge performance. At the end of the second episode, Simon Cowell, executive producer of the show, called the judges on their flight back to Los Angeles, stating that he was unhappy with some of the eliminations the judges made. Cowell revealed that there was just \"too much talent\" eliminated, and that he felt that a number of these acts should be given another chance. As a result, two acts were brought back as wildcards during each quarterfinal round."
                },
                {
                    "context": " Acts that were eliminated at the Las Vegas Airport include: Acts that were cut in the first episode of the Vegas Verdict included: Acts that were cut in the second episode of the Vegas Verdict included: Acts that were eliminated at an unknown stage of Vegas Verdicts. The quarterfinals began on August 4, 2009. Twelve acts (ten of the original Top 40, plus two wildcards) performed each week. A two-hour performance episode each Tuesday was followed by a one-hour results show the following day, where five of the twelve acts from the previous night remained in the competition. When an act got buzzed by all three judges, they must stop, unlike in the previous seasons, where at this stage acts were allowed to continue despite being buzzed by all judges. A large X appeared on the screen on stage, indicating the act had been struck out by the judges. Viewers were still able to vote for the buzzed act. The judges' choice, however, remained, as the judges got to decide whether the contestant who placed either in fifth or sixth place got to advance to the next round."
                },
                {
                    "context": " The performance episode aired on August 4, 2009, 2 hours. The results episode aired on August 5, 2009, 1 hour. It included performances by Terry Fator and Mariah Carey. Italics indicate the act was a wild card. Order indicates when the act performed during the performance episode. The performance episode aired on August 11, 2009, 2 hours. The results episode aired on August 12, 2009, 1 hour. It included performances from LMFAO and Penn and Teller. Italics indicate the act was a wild card. Order indicates when the act performed during the performance episode."
                },
                {
                    "context": " The performance episode aired on August 18, 2009, 2 hours. The results episode aired August 19, 2009, 1 hour. It included performances from Ashley Tisdale and Daughtry. Italics indicate the act was a wild card. Order indicates when the act performed during the performance episode. The performance episode aired on August 25, 2009, lasting 2 hours. The results episode aired on August 26, 2009, lasting 1 hour. It included a performance from Reba McEntire. Italics indicate the act was a wild card. Order indicates when the act performed during the performance episode."
                },
                {
                    "context": " The Semifinals began on September 1, 2009. The process on stage is identical to that of the Quarterfinals, except there are no longer any new wild card acts. The performance episode aired September 1, 2009, 2 hours. The results episode aired September 2, 2009, 1 hour. It included a performance from Miss Piggy and Kermit the Frog (played by Artie Esposito filling in for an unavailable Steve Whitmire) singing \"Don't Go Breaking My Heart,\" and one from David Hasselhoff singing \"Feeling Good.\" The performance episode aired September 8, 2009, 2 hours."
                },
                {
                    "context": " The results episode aired September 9, 2009, 1 hour, with a guest appearance from the musical Jersey Boys. The finale performances aired on Monday, September 14, 2009, 2 hours. The finale results aired on Wednesday, September 16, 2009, 2 hours, and included guest performances from Thelma Houston, Shakira, Rascal Flatts, cast members of Cirque Du Soleil, Leona Lewis, and runner-up of the third series of \"Britain's Got Talent\", Susan Boyle. The performances episode averaged 13.84 million viewers, and the finale averaged 15.5 million viewers.  Here is the chart for the finals of the fourth season of America's Got Talent. This is the list of the acts who passed through to the live rounds."
                }
            ]
        },
        {
            "title": "Cristiano Ronaldo",
            "paragraphs": [
                {
                    "context": " Cristiano Ronaldo dos Santos Aveiro (; born 5 February 1985) is a Portuguese professional footballer who plays as a forward for Italian club Juventus and captains the Portugal national team. Often considered the best player in the world and regarded by many as one of the greatest players of all time, Ronaldo has a record-tying five Ballon d'Or awards, the most for a European player, and is the first player to win four European Golden Shoes. He has won 26 trophies in his career, including five league titles, five UEFA Champions League titles and one UEFA European Championship. A prolific goalscorer, Ronaldo holds the records for most official goals scored in Europe's top-five leagues (405), the UEFA Champions League (121), the UEFA European Championship (9), as well as those for most assists in the UEFA Champions League (34) and the UEFA European Championship (6). He has scored over 680 senior career goals for club and country."
                },
                {
                    "context": " Born and raised on the Portuguese island of Madeira, Ronaldo was diagnosed with a racing heart at age 15. He underwent an operation to treat his condition, and began his senior club career playing for Sporting CP, before signing with Manchester United at age 18 in 2003. After winning his first trophy, the FA Cup, during his first season in England, he helped United win three successive Premier League titles, a UEFA Champions League title, and a FIFA Club World Cup. By age 22, he had received Ballon d'Or and FIFA World Player of the Year nominations and at age 23, he won his first Ballon d'Or and FIFA World Player of the Year awards. In 2009, Ronaldo was the subject of the most expensive association football transfer when he moved from Manchester United to Real Madrid in a transfer worth €94 million (£80 million)."
                },
                {
                    "context": " With Real Madrid, Ronaldo won 15 trophies, including two La Liga titles, two Copas del Rey, four UEFA Champions League titles, two UEFA Super Cups, and three FIFA Club World Cups. Real Madrid's all-time top goalscorer, Ronaldo scored a record 34 La Liga hat-tricks, including a record-tying eight hat-tricks in the 2014–15 season and is the only player to reach 30 goals in six consecutive La Liga seasons. After joining Madrid, Ronaldo finished runner-up for the Ballon d'Or three times, behind Lionel Messi, his perceived career rival, before winning back-to-back Ballons d'Or in 2013 and 2014. After winning the 2016 and 2017 Champions Leagues, Ronaldo secured back-to-back Ballons d'Or again in 2016 and 2017. A historic third consecutive Champions League followed, making Ronaldo the first player to win the trophy five times. In 2018, he signed to Juventus in a transfer worth €100 million, the highest ever paid by an Italian club and the highest fee ever paid for a player over 30 years old."
                },
                {
                    "context": " A Portuguese international, Ronaldo was named the best Portuguese player of all time by the Portuguese Football Federation in 2015. He made his senior debut for Portugal in 2003 at age 18, and has since had over 150 caps, including appearing and scoring in eight major tournaments, becoming Portugal's most capped player and his country's all-time top goalscorer. He scored his first international goal at Euro 2004 and helped Portugal reach the final. He took over full captaincy in July 2008, leading Portugal to their first-ever triumph in a major tournament by winning Euro 2016, and received the Silver Boot as the second-highest goalscorer of the tournament, before becoming the highest European international goalscorer of all-time. One of the most marketable athletes in the world, he was ranked the world's highest-paid athlete by \"Forbes\" in 2016 and 2017, as well as the world's most famous athlete by ESPN in 2016, 2017 and 2018."
                },
                {
                    "context": " Cristiano Ronaldo dos Santos Aveiro was born in São Pedro, Funchal, on the island of Madeira, Portugal, and grew up in Santo António, Funchal. He is the fourth and youngest child of Maria Dolores dos Santos Aveiro (b. 1954), a cook, and José Dinis Aveiro (1953–2005), a municipal gardener and a part-time kit man. His second given name, \"Ronaldo\", was chosen after then-U.S. president Ronald Reagan. His great-grandmother on his father's side, Isabel da Piedade, was from the island of São Vicente, Cape Verde. He has one older brother, Hugo (b. 1975), and two older sisters, Elma (b. 1973) and Liliana Cátia \"Katia\" (b. 1977), who is a singer. Ronaldo grew up in a Catholic and impoverished home, sharing a room with all his siblings."
                },
                {
                    "context": " As a child, Ronaldo played for amateur team Andorinha from 1992 to 1995, where his father was the kit man, and later spent two years with Nacional. In 1997, aged 12, he went on a three-day trial with Sporting CP, who signed him for a fee of £1,500. He subsequently moved from Madeira to Alcochete, near Lisbon, to join Sporting's other youth players at the club's football academy. By age 14, Ronaldo believed he had the ability to play semi-professionally, and agreed with his mother to cease his education in order to focus entirely on football. While popular with other students at school, he had been expelled after throwing a chair at his teacher, who he said had \"disrespected\" him. However, one year later, he was diagnosed with a racing heart, a condition that could have forced him to give up playing football. Ronaldo underwent heart surgery where a laser was used to cauterise multiple cardiac pathways into one, altering his resting heart rate. He was discharged from the hospital hours after the procedure and resumed training a few days later."
                },
                {
                    "context": " At age 16, Ronaldo was promoted from Sporting's youth team by first-team manager László Bölöni, who was impressed with his dribbling. He subsequently became the first player to play for the club's under-16, under-17 and under-18 teams, the B team, and the first team, all within a single season. A year later, on 7 October 2002, Ronaldo made his debut in the Primeira Liga, against Moreirense, and scored two goals in their 3–0 win. Over the course of the 2002–03 season, his representatives suggested the player to Liverpool manager Gérard Houllier and Barcelona president Joan Laporta. Manager Arsène Wenger, who was interested in signing the winger, met with him at Arsenal's grounds in November to discuss a possible transfer."
                },
                {
                    "context": " Manchester United manager Alex Ferguson, however, determined to acquire Ronaldo on a permanent move urgently, after Sporting defeated United 3–1 at the inauguration of the Estádio José Alvalade in August 2003. Initially, United had just planned to sign Ronaldo and then loan him back to Sporting for a year. Having been impressed by him, however, the Manchester United players urged Ferguson to sign him. After the game, Ferguson agreed to pay Sporting £12.24 million for what he considered to be \"one of the most exciting young players\" he had ever seen. A decade after his departure from the club, in April 2013, Sporting honoured Ronaldo by selecting him to become their 100,000th member."
                },
                {
                    "context": " Ronaldo became Manchester United's first-ever Portuguese player when he signed before the 2003–04 season. His transfer fee of £12.24 million made him, at the time, the most expensive teenager in English football history. Although he requested the number 28, his number at Sporting, he received the number 7 shirt, which had previously been worn by such United players as George Best, Eric Cantona and David Beckham. Wearing the number 7 became an extra source of motivation for Ronaldo. A key element in his development during his time in England proved to be his manager, Alex Ferguson, of whom he later said, \"He's been my father in sport, one of the most important and influential factors in my career.\""
                },
                {
                    "context": " Ronaldo made his debut in the Premier League in a 4–0 home victory over Bolton Wanderers on 16 August 2003, receiving a standing ovation when he came on as a 60th-minute substitute for Nicky Butt. His performance earned praise from George Best, who hailed it as \"undoubtedly the most exciting debut\" he had ever seen. Ronaldo scored his first goal for Manchester United with a free-kick in a 3–0 win over Portsmouth on 1 November. Three other league goals followed in the second half of the campaign, the last of which came against Aston Villa on the final day of the season, a match in which he also received his first red card. Ronaldo ended his first season in English football by scoring the opening goal in United's 3–0 victory over Millwall in the FA Cup final, earning his first trophy."
                },
                {
                    "context": " At the start of 2005, Ronaldo played two of his best matches of the 2004–05 season, producing a goal and an assist against Aston Villa and scoring twice against rivals Arsenal. He played the full 120 minutes of the decisive match against Arsenal in the FA Cup final, which ended in a goalless draw, and scored his attempt in the lost penalty shootout. He scored Manchester United's 1000th Premier League goal on 29 October, their only strike in a 4–1 loss to Middlesbrough. Midway through the season, in November, he signed a new contract which extended his previous deal by two years to 2010. Ronaldo won his second trophy in English football, the Football League Cup, after scoring the third goal in United's 4–0 final victory over Wigan Athletic."
                },
                {
                    "context": " During his third season in England, Ronaldo was involved in several incidents. He had a one-match ban imposed on him by UEFA for a \"one-fingered gesture\" towards Benfica fans, and was sent off in the Manchester derby—a 3–1 defeat—for kicking Manchester City's former United player Andy Cole. Ronaldo clashed with a teammate, striker Ruud van Nistelrooy, who took offence at the winger's showboating style of play. Following the 2006 FIFA World Cup, in which he was involved in an incident where club teammate Wayne Rooney was sent off, Ronaldo publicly asked for a transfer, lamenting the lack of support he felt he had received from the club over the incident. United, however, denied the possibility of him leaving the club."
                },
                {
                    "context": " Although his World Cup altercation with Rooney resulted in Ronaldo being booed throughout the 2006–07 season, it proved to be his breakout year, as he broke the 20-goal barrier for the first time and won his first Premier League title. An important factor in this success was his one-to-one training by first-team coach René Meulensteen, who taught him to make himself more unpredictable, improve his teamwork, call for the ball, and capitalise on goalscoring opportunities rather than waiting for the chance to score the aesthetically pleasing goals for which he was already known. He scored three consecutive braces at the end of December, against Aston Villa—a victory which put United on top of the league—Wigan Athletic, and Reading. Ronaldo was named the Premier League Player of the Month in November and December, becoming only the third player to receive consecutive honours."
                },
                {
                    "context": " At the quarter-final stage of the 2006–07 UEFA Champions League, Ronaldo scored his first-ever goals in the competition, finding the net twice in a 7–1 victory over Roma. He subsequently scored four minutes into the first semi-final leg against Milan, which ended in a 3–2 win, but was marked out of the second leg as United lost 3–0 at the San Siro. He also helped United reach the FA Cup final, but the decisive match against Chelsea ended in a 1–0 defeat. Ronaldo scored the only goal in the Manchester derby on 5 May 2007—his 50th goal for the club—as Manchester United claimed their first Premier League title in four years. As a result of his performances, he amassed a host of personal awards for the season. He won the Professional Footballers' Association's Player's Player, Fans' Player, and Young Player of the Year awards, as well as the Football Writers' Association's Footballer of the Year award, becoming the first player to win all four main PFA and FWA honours. His club wages were concurrently upgraded to £120,000 a week (£31 million total) as part of a five-year contract extension with United."
                },
                {
                    "context": " Ronaldo scored a total of 42 goals in all competitions during the 2007–08 season, his most prolific campaign during his time in England. He missed three matches after headbutting a Portsmouth player at the start of the season, an experience he said taught him not to let opponents provoke him. At the end of 2007, Ronaldo was named runner-up to Kaká for the Ballon d'Or, and came third, behind Kaká and Lionel Messi, in the running for the FIFA World Player of the Year award. Ronaldo scored his first and only hat-trick for Manchester United in a 6–0 win against Newcastle United on 12 January 2008, bringing United up to the top of the Premier League table. A month later, on 19 March, he captained United for the first time in a home win over Bolton, and scored both goals of the match. His second goal was his 33rd of the campaign, which bettered George Best's total of 32 goals in the 1967–68 season, thus setting the club's new single-season record by a midfielder. His 31 league goals earned him the Premier League Golden Boot, as well as the European Golden Shoe, which made him the first winger to win the latter award."
                },
                {
                    "context": " In the knockout stage of the Champions League, Ronaldo scored the decisive goal against Lyon, which helped United advance to the quarter-finals 2–1 on aggregate, and, while playing as a striker, scored with a header in the 3–0 aggregate victory over Roma. United advanced to the final against Chelsea in Moscow, where, despite his opening goal being negated by an equaliser and his penalty being saved in the shoot-out, Manchester United emerged victorious. As the Champions League top scorer, Ronaldo was named the UEFA Club Footballer of the Year. He additionally received the PFA Players' Player of the Year and FWA Footballer of the Year awards for the second consecutive season."
                },
                {
                    "context": " As rumours circulated of Ronaldo's interest in moving to Real Madrid, United filed a tampering complaint with governing body FIFA over Madrid's alleged pursuit of their player, but they declined to take action. FIFA president Sepp Blatter asserted that the player should be allowed to leave his club, describing the situation as \"modern slavery\". Despite Ronaldo publicly agreeing with Blatter, he remained at United for another year. Ahead of the 2008–09 season, on 7 July, he underwent ankle surgery, which kept him out of action for 10 weeks. Following his return, he scored his 100th goal in all competitions for United with the first of two free kicks in a 5–0 win against Stoke City on 15 November, which meant he had now scored against all 19 opposition teams in the Premier League at the time. At the close of 2008, Ronaldo helped United win the FIFA Club World Cup in Japan, assisting the final-winning goal against Liga de Quito and winning the Silver Ball in the process. He subsequently became United's first Ballon d'Or winner since George Best in 1968, and the first Premier League player to be named the FIFA World Player of the Year."
                },
                {
                    "context": " His match-winning goal in the second leg against Porto, a 40-yard strike, earned him the inaugural FIFA Puskás Award, presented by FIFA in recognition of the best goal of the year; he later called it the best goal he had ever scored. United advanced to the final in Rome, where he made little impact in United's 2–0 defeat to Barcelona. Ronaldo ended his time in England with nine trophies, as United claimed their third successive Premier League title and a Football League Cup. He finished the campaign with 26 goals in all competitions, 16 goals fewer than the previous season, in four more appearances. His final ever goal for Manchester United came on 10 May 2009 with a free kick in the Manchester derby at Old Trafford."
                },
                {
                    "context": " Ahead of the 2009–10 season, Ronaldo joined Real Madrid for a world record transfer fee at the time, of £80 million (€94 million). His contract, which ran until 2015, was worth €11 million per year and contained a €1 billion buy-out clause. At least 80,000 fans attended his presentation at the Santiago Bernabéu, surpassing the 25-year record of 75,000 fans who had welcomed Diego Maradona at Napoli. Since club captain Raúl already wore the number 7, the number Ronaldo wore at Manchester United, Ronaldo received the number 9 shirt, which was presented to him by former Madrid player Alfredo Di Stéfano."
                },
                {
                    "context": " Ronaldo made his debut in La Liga on 29 August 2009, against Deportivo La Coruña, and scored from the penalty spot in Madrid's 3–2 home win. He scored in each of his first four league fixtures with the club, the first Madrid player to do so. His first Champions League goals for the club followed with two free kicks in the first group match against Zürich. His strong start to the season, however, was interrupted when he suffered an ankle injury in October while on international duty, which kept him sidelined for seven weeks. A week after his return, he received his first red card in Spain in a match against Almería. Midway through the season, Ronaldo placed second in the running for the Ballon d'Or and the FIFA World Player of the Year award, behind Lionel Messi of Barcelona, Madrid's historic rivals. He finished the campaign with 33 goals in all competitions, including a hat-trick in a 4–1 win against Mallorca on 5 May 2010, his first in the Spanish competition. His first season at Real Madrid ended trophyless."
                },
                {
                    "context": " Following Raúl's departure, Ronaldo was handed the number 7 shirt for Real Madrid before the 2010–11 season. His subsequent return to his Ballon d'Or-winning form was epitomised when, for the first time in his career, he scored four goals in a single match during a 6–1 rout against Racing Santander on 23 October. His haul concluded a goalscoring run of six consecutive matches—three in La Liga, one in the Champions League, and two for Portugal—totalling 11 goals, the most he had scored in a single month. Ronaldo subsequently scored further hat-tricks against Athletic Bilbao, Levante, Villarreal, and Málaga. Despite his performance, he failed to make the podium for the inaugural FIFA Ballon d'Or at the end of 2010."
                },
                {
                    "context": " During a historical series of four \"Clásicos\" against rivals Barcelona in April 2011, Ronaldo scored twice to equal his personal record of 42 goals in all competitions in a single season. Although he failed to find the net during Madrid's eventual elimination in the Champions League semi-finals, he equalised from the penalty spot in the return league game and scored the match-winning goal in the 103rd minute of the Copa del Rey final, winning his first trophy in Spain. Over the next two weeks, Ronaldo scored another four-goal haul against Sevilla, a hat-trick against Getafe, and a brace of free kicks against Villarreal, taking his league total to 38 goals, which equalled the record for most goals scored in a season held by Telmo Zarra and Hugo Sánchez. His two goals in the last match of the season, against Almería, made him the first player in La Liga to score 40 goals. In addition to the Pichichi Trophy, Ronaldo consequently won the European Golden Shoe for a second time, becoming the first player to win the award in two different leagues. He ended his second season at Real Madrid with a total of 53 goals in all competitions."
                },
                {
                    "context": " During the following campaign, the 2011–12 season, Ronaldo surpassed his previous goalscoring feats to achieve a new personal best of 60 goals across all competitions. His 100th goal for Real Madrid came at Camp Nou in the Supercopa de España, though Barcelona claimed the trophy 5–4 on aggregate. He regained a place on the FIFA Ballon d'Or podium, as runner-up to Messi, after scoring hat-tricks against Real Zaragoza, Rayo Vallecano, Málaga, Osasuna, and Sevilla, the last of which put Madrid on top of the league by the season's midway point. Despite two goals from Ronaldo, Madrid were subsequently defeated by Barcelona 4–3 on aggregrate in the quarter-finals of the Copa del Rey. He again scored twice, including a penalty, in the Champions League semi-finals against Bayern Munich, resulting in a 3–3 draw, but his penalty kick in the shootout was saved by Manuel Neuer, leading to Madrid's elimination."
                },
                {
                    "context": " Ronaldo found greater team success in the league, as he helped Real Madrid win their first La Liga title in four years, with a record 100 points. Following a hat-trick against Levante, further increasing Madrid's lead over Barcelona, he scored his 100th league goal for Madrid in a 5–1 win over Real Sociedad on 24 March 2012, a milestone he reached in just 92 matches across three seasons, breaking the previous club record held by Ferenc Puskás. Another hat-trick in the Madrid derby against Atlético Madrid brought his total to 40 league goals, equalling his record of the previous season. On 21 April Ronaldo scored the winner in a 2–1 victory over Barcelona at the Camp Nou, which saw him mocking the hostile crowd with a \"calm down\" gesture during his goal celebration – he would repeat this gesture at the same venue four years later during another goal celebration. His final league goal of the campaign, against Mallorca, took his total to 46 goals, four short of the new record set by Messi, and earned him the distinction of being the first player to score against all 19 opposition teams in a single season in La Liga."
                },
                {
                    "context": " Ronaldo began the 2012–13 season by lifting the Supercopa de España, his third trophy in Spain. With a goal in each leg by the Portuguese, Madrid won the Spanish Super Cup on away goals following a 4–4 aggregate draw against Barcelona. Although Ronaldo publicly commented that he was unhappy with a \"professional issue\" within the club, prompted by his refusal to celebrate his 150th goal for Madrid, his goalscoring rate did not suffer. After netting a hat-trick, including two penalties, against Deportivo La Coruña, he scored his first hat-trick in the Champions League in a 4–1 victory over Ajax. Four days later, he became the first player to score in six successive \"Clásicos\" when he hit a brace in a 2–2 draw at Camp Nou. His performances in 2012 again saw Ronaldo voted second in the running for the FIFA Ballon d'Or, finishing runner-up to four-time winner Messi."
                },
                {
                    "context": " Following the 2012–13 winter break, Ronaldo captained Real Madrid for the first time in an official match, scoring a brace to lift 10-man Madrid to a 4–3 victory over Real Sociedad on 6 January. He subsequently became the first non-Spanish player in 60 years to captain Madrid in \"El Clásico\" on 30 January, a match which also marked his 500th club appearance. Three days prior, he had scored his 300th club goal as part of a perfect hat-trick against Getafe. Following hat-tricks against Celta Vigo and Sevilla, he scored his 200th goal for Real Madrid on 8 May in a 6–2 win against Málaga, reaching the landmark in 197 games. He helped Madrid reach the Copa del Rey final by scoring a brace in \"El Clásico\", which marked the sixth successive match at Camp Nou in which he had scored, a Real Madrid record. In the final, he headed the opening goal of an eventual 2–1 defeat to Atlético Madrid, but was shown a straight red card in the 114th minute for violent conduct. Real Madrid also failed to defend their La Liga title, finishing runners up to Barcelona."
                },
                {
                    "context": " In the first knockout round of the Champions League, Ronaldo faced his former club Manchester United for the first time. After scoring the equaliser in a 1–1 draw at the Santiago Bernabéu, he scored the match-winning goal in a 2–1 victory at Old Trafford, his first return to his former home ground. He did not celebrate scoring against his former club as a mark of respect. Ronaldo scored three goals in Madrid's 5–3 aggregate victory over Galatasaray to see them advance to the semi-finals, He scored Madrid's only goal in the 4–1 away defeat to Borussia Dortmund, but failed to increase his side's 2–0 victory in the second leg, as they were eliminated at the semi-final stage for the third consecutive year. Ronaldo had scored 12 goals, finishing as the Champions League top goalscorer for a second time in his career. Accounting for all competitions, he ended the season with a total of 55 goals."
                },
                {
                    "context": " Real Madrid's failure to win major silverware and reports of division among the players prompted speculation regarding Ronaldo's future at the club. At the start of the 2013–14 season, however, he signed a new contract that extended his stay by three years to 2018, with a salary of €17 million net, making him briefly the highest-paid player in football. He was joined at the club by winger Gareth Bale, whose world record transfer fee of €100 million surpassed the fee Madrid had paid for Ronaldo four years prior. Together with striker Karim Benzema, they formed an attacking trio popularly dubbed \"BBC\", an acronym of Bale, Benzema, and Cristiano, and a play off the name of the public service broadcaster. After enjoying a strong goalscoring run during the first half of the campaign, Ronaldo suggested that he was in the best form of his career. By late November, he had scored 32 goals from 22 matches played for both club and country, including hat-tricks against Galatasaray, Sevilla, Real Sociedad, Northern Ireland, and Sweden. He ended 2013 with a total of 69 goals in 59 appearances, his highest year-end goal tally. His efforts earned him the FIFA Ballon d'Or, an amalgamation of the Ballon d'Or and the FIFA World Player of the Year award, for the first time in his career."
                },
                {
                    "context": " Concurrently with his individual achievements, Ronaldo enjoyed his greatest team success in Spain to date, as he helped Real Madrid win \"La Décima\", their tenth European Cup. In the knockout phase of the competition, he scored a brace in each leg of a 9–2 aggregate win against Schalke 04, helping Madrid advance to the quarter-finals. His goal in a 3–0 home win over Borussia Dortmund—his 100th Champions League match—took his total for the season to 14 goals, equalling the record Messi had set two years before. After hitting a brace in a 4–0 defeat of Bayern Munich at the Allianz Arena, he scored from the penalty spot in the 120th minute of the 4–1 final victory over Atlético Madrid, becoming the first player to score in two European Cup finals for two different winning teams. His overall performance in the final was subdued as a result of patellar tendinitis and related hamstring problems, which had plagued him in the last months of the campaign. Ronaldo played the final against medical advice, later commenting: \"In your life you do not win without sacrifices and you must take risks.\" As the Champions League top goalscorer for the third time, with a record 17 goals, he was named the UEFA Best Player in Europe."
                },
                {
                    "context": " In the Copa del Rey, Ronaldo helped Madrid reach the final by scoring a brace of penalties against Atlético Madrid at the Vicente Calderón, the first of which meant he had now scored in every single minute of a 90-minute football match. His continued issues with his knee and thigh caused him to miss the final, where Real Madrid defeated Barcelona 2–1 to claim the trophy. While Madrid were less successful in La Liga, finishing third, Ronaldo was unmatched as a goalscorer. He scored 31 goals in 30 league games, which earned him the Pichichi and the European Golden Shoe, receiving the latter award jointly with Liverpool striker Luis Suárez. Among his haul was his 400th career goal, in 653 appearances for club and country, which came with a brace against Celta Vigo on 6 January; he dedicated his goals to compatriot Eusébio, who had died two days before. A last-minute, backheeled volley scored against Valencia on 4 May—his 50th goal in all competitions—was recognised as the best goal of the season by the Liga de Fútbol Profesional, which additionally named Ronaldo the Best Player in La Liga."
                },
                {
                    "context": " During the next campaign, the 2014–15 season, Ronaldo set a new personal best of 61 goals in all competitions, starting with both goals in Real Madrid's 2–0 victory over Sevilla in the UEFA Super Cup. He subsequently achieved his best-ever goalscoring start to a league campaign, with a record 15 goals in the first eight rounds of La Liga, including a four-goal haul against Elche and hat-tricks against Deportivo La Coruña and Athletic Bilbao. His record 23rd hat-trick in La Liga, scored against Celta Vigo on 6 December, made him the fastest player to reach 200 goals in the Spanish league, as he reached the milestone in only his 178th game. After lifting the FIFA Club World Cup with Madrid in Morocco, again winning the Silver Ball, Ronaldo received a second successive FIFA Ballon d'Or, joining Johan Cruyff, Michel Platini, and Marco van Basten as a three-time Ballon d'Or winner."
                },
                {
                    "context": " Following the winter break, Ronaldo's form faltered, concurrently with a decline in performance by his team. A 2–1 defeat against Valencia in the first match of 2015, despite his opening goal, ended Real Madrid's Spanish record winning streak of 22 matches in all competitions. Their season continued unsuccessfully as they failed to win a major trophy, earning a second-place league finish and a semi-final exit in Europe. In the latter competition, Ronaldo extended his run of scoring away to a record 12 matches with his strike in a 2–0 win against Schalke 04, before hitting a brace in the 3–4 return defeat that allowed Madrid to progress to the quarter-finals. He then scored both of his side's goals in the semi-finals against Juventus, where Madrid were eliminated 2–3 on aggregate. With 10 goals, he finished the campaign as top scorer for a third consecutive season, alongside Messi and Neymar."
                },
                {
                    "context": " In La Liga, where Madrid finished second, Ronaldo went on a prolific goalscoring run towards the very end of the season. For the first time in his career, he scored five goals in one game, including an eight-minute hat-trick, in a 9–1 rout of Granada on 5 April. His 300th goal for his club followed three days later in a 2–0 win against Rayo Vallecano. Subsequent hat-tricks against Sevilla, Espanyol, and Getafe took his number of hat-tricks for Real Madrid to 31, surpassing Di Stéfano's club record of 28 trebles. As a result, Ronaldo finished the season with 48 goals, two ahead of his total in the 2011–12 season, despite having missed two matches in February for assaulting a Córdoba player. In addition to a second consecutive Pichichi, he won the European Golden Shoe for a record fourth time."
                },
                {
                    "context": " At the start of his seventh season at Real Madrid, the 2015–16 campaign, Ronaldo became the club's all-time top scorer, first in the league and then in all competitions. His five-goal haul in a 6–0 away win over Espanyol on 12 September took his tally in La Liga to 230 goals in 203 games, surpassing the club's previous recordholder, Raúl. A month later, on 17 October, he again surpassed Raúl when he scored the second goal in a 3–0 defeat of Levante at the Bernabéu to take his overall total for the club to 324 goals. Ronaldo also became the all-time top scorer in the Champions League with a hat-trick in the first group match against Shakhtar Donetsk, having finished the previous season level with Messi on 77 goals. A brace against Malmö FF, scoring in a 2–0 away win on 30 September, saw him reach the milestone of 500 career goals for both club and country. He subsequently became the first player to score double figures in the competition's group stage, setting the record at 11 goals, including another four-goal haul against Malmö."
                },
                {
                    "context": " Despite finishing runner-up to Messi for the FIFA Ballon d'Or, Ronaldo received criticism for his form and performances against top teams, with 14 of his goals coming against Espanyol and Malmö. However, during the second half of the season, his form gradually improved. By scoring four goals in a 7–1 home win over Celta de Vigo on 5 March 2016, Ronaldo arrived at 252 goals in La Liga to become the competition's second-highest scorer in history behind Messi. After netting the match-winning goal for 10-man Madrid in a 2–1 \"Clásico\" victory on 2 April, he scored a hat-trick against VfL Wolfsburg to send his club into the Champions League semi-finals despite a 2–0 first-leg defeat. The treble took his tally in the competition to 16 goals, making him the top scorer for the fourth consecutive season, and the fifth overall. Suffering apparent fitness issues, Ronaldo gave a poorly-received performance in the final against Atlético Madrid, in a repeat of the 2014 final, though his penalty in the subsequent shoot-out secured \"La Undécima\", Madrid's 11th victory. For the sixth successive year, he ended the season having scored more than 50 goals across all competitions. For his efforts during the season, he received the UEFA Best Player in Europe Award for a second time."
                },
                {
                    "context": " Ronaldo missed Real Madrid's first three matches of the 2016–17 season, including the 2016 UEFA Super Cup against Sevilla, as he continued to rehabilitate the knee injury he suffered against France in the final of Euro 2016. On 15 September, Ronaldo did not celebrate his late free kick equaliser against Sporting CP in the Champions League, with Ronaldo stating post match, \"they made me who I am.\" On 6 November, Ronaldo signed a new contract set to keep him with Madrid until 2021. On 19 November, he scored a hat-trick in a 3–0 away win against Atlético Madrid, making him the all-time top scorer in the Madrid derby with 18 goals. On 15 December, Ronaldo scored his 500th club career goal in the 2–0 victory over Club América in the semi-finals of the FIFA Club World Cup. He then scored a hat-trick in the 4–2 win over Japanese club Kashima Antlers in the final. Ronaldo finished the tournament as top scorer with four goals and was also named the best player of the tournament. He won the Ballon d'Or for a fourth time and the inaugural Best FIFA Men's Player, a revival of the former FIFA World Player of the Year, largely owing to his success with Portugal in winning Euro 2016."
                },
                {
                    "context": " In Real Madrid's 3–2 away win against Villarreal on 27 February 2017, Ronaldo overtook Hugo Sánchez as the most prolific penalty-kick scorer in La Liga history. As a result of the penalty scored by Ronaldo, Real Madrid reached its 5,900th goal in the history of the league and became the first team to do so. On 12 April, in the 2016–17 UEFA Champions League quarter-final against Bayern Munich, Ronaldo scored two goals in a 2–1 away win to give Madrid the win and the lead going into the second leg. The two goals saw him make history in becoming the first player to reach 100 goals in UEFA club competition. During the second leg of the quarter-finals, Ronaldo scored a perfect hat-trick and reached his 100th UEFA Champions League goal, becoming the first player to do so as Real Madrid again defeated Bayern 4–2 after extra-time. On 2 May, Ronaldo scored another hat-trick in the following Champions League match, as Real Madrid defeated Atlético Madrid 3–0 in the semi-final first leg. His hat-trick made him the first player to reach 50 goals in the knockout stage of the competition and also the only player that scored back-to-back hat-tricks in the UEFA Champions League knockout stage."
                },
                {
                    "context": " On 17 May, Ronaldo overtook Jimmy Greaves as the all-time top scorer in the top five European leagues, scoring a brace against Celta de Vigo. He finished the season with 42 goals in all competitions as he helped Madrid to win their first La Liga title since 2012 and the first team to win back-to-back finals in the Champions League era; the first to win consecutive European titles in the competition since Milan in 1989 and 1990, when the tournament was known as the European Cup. In the 2017 final, he scored two goals in the victory against Juventus and became the top goalscorer for the fifth-straight season, and sixth overall, with 12 goals, while also becoming the first person to score in three finals in the Champions League era as well as reaching his 600th senior career goal. Real Madrid's title was its 12th, also known as \"La Duodécima\", extending its record, and its third in four years."
                },
                {
                    "context": " At the start of the 2017–18 season, Ronaldo scored Madrid's second goal in a 3–1 Supercopa de España first-leg victory over Barcelona at Camp Nou. Having received a yellow card for taking his shirt off during his goal celebration, he was sent off for a second yellow card offence minutes later before he shoved the referee lightly to depict his dissatisfaction. He was issued a five-match suspension following the match. In his 400th game for Real Madrid, Ronaldo scored two goals away to Borussia Dortmund in the Champions League, taking his club tally to 411 goals. On 23 October, his performances in the first half of 2017 saw him claim his fifth FIFA Player of the Year award by receiving The Best FIFA Men's Player award for the second consecutive year. On 6 December, he became the first player to score in all six Champions League group stage matches with a curling strike at home to Borussia Dortmund. A day later, Ronaldo won the Ballon d'Or for a fifth time, receiving the award on the Eiffel Tower in Paris. On 3 March 2018, he scored two goals in a 3–1 home win over Getafe, his first being his 300th La Liga goal in his 286th La Liga appearance, making him the fastest player to reach this landmark and only the second player to do so after Lionel Messi. On 18 March, he reached his 50th career hat-trick, scoring four goals in a 6–3 win against Girona."
                },
                {
                    "context": " On 3 April, Ronaldo scored the first two goals in a 3–0 away win against Juventus in the quarter-finals of the 2017–18 UEFA Champions League, with his second goal being an acrobatic bicycle kick. The goal, described as a \"PlayStation goal\" by Juventus defender Andrea Barzagli, garnered him a standing ovation from the Juventus fans in the stadium, as well as a plethora of plaudits from peers, pundits and coaches. The goal was also his 119th in European competition, more than 465 other clubs which have participated in the competition; if he were a club, it would be the tenth-highest scorer in Champions League history. He would score his 650th career goal in a 1–1 draw against Atlético Madrid on 8 April. On 11 April, he scored the goal Real Madrid needed to advance to the semi-final, in the second leg of the Champions League quarter-final at home to Juventus, from a 98th-minute injury time penalty in a 3–1 defeat, with an overall 4–3 aggregate win. It was also his tenth goal against Juventus, a Champions League record against a single club. In the final of the tournament, on 26 May, Real Madrid defeated Liverpool 3–1, winning Ronaldo his fifth Champions League title as Real Madrid completed their third consecutive Champions League triumph, becoming the first team to do so. He finished as the top scorer of the tournament for the sixth consecutive season, ending the campaign with 15 goals. After the final, Ronaldo referred to his time with the Champions League winners in the past tense, sparking speculation that he could leave Real Madrid."
                },
                {
                    "context": " After a week of transfer speculation, on 10 July 2018, Ronaldo signed a four-year contract with Italian club Juventus after completing a €100 million transfer, which included an additional €12 million in other fees and solidarity contributions to Ronaldo's youth clubs. The transfer was the highest ever for a player over 30 years old, and the highest ever paid by an Italian club. Upon signing, Ronaldo cited his need for a new challenge as his rationale for departing Real Madrid, but later on he attributed the transfer to the lack of support he felt was shown by club president Florentino Pérez."
                },
                {
                    "context": " Ronaldo made his official debut for Juventus in their opening Serie A match on 18 August, a 3–2 away win over Chievo. On 16 September, his fourth appearance for Juventus, he scored his first goal, which was immediately followed by a second, in a 2–1 home win over Sassuolo; the latter was the 400th league goal of his career. On 19 September, in his first Champions League match for Juventus, he was sent off in the 29th minute for \"violent conduct\"—the first time in 154 Champions League appearances—in an eventual 2–0 away win over Valencia, and was awarded a one-game suspension. On 7 November, he scored his first Champions League goal for Juventus in a 2–1 home loss to his former club Manchester United. On 27 November, he became the first player in history to win 100 Champions League matches, setting up Mario Mandžukić's winner in a 1–0 home victory over Valencia, which sealed Juventus's passage to the knock-out stages of the competition. On 1 December, he scored his tenth Serie A goal of the season from the penalty spot, netting the final goal in a 3–0 away win over rivals Fiorentina; with this goal, Ronaldo became the first Juventus player since John Charles in 1957 to score 10 goals in his first 14 league games for the club. After placing second in both the UEFA Men's Player of the Year and The Best FIFA Men's Player for the first time in three years, behind Luka Modrić, Ronaldo performances in 2018 also saw him voted runner-up for the 2018 Ballon d'Or on 3 December, finishing once again behind his former Real Madrid teammate."
                },
                {
                    "context": " Ronaldo began his international career with Portugal at the 2001 European Youth Summer Olympic Festival, debuting in a 3–1 defeat to Finland. The following year he would represent his country under-17 side at the 2002 UEFA European Under-17 Football Championship, where they failed to progress past the group stage. Ronaldo also featured in the Olympic squad at the 2004 Summer Olympics, scoring one goal in the tournament, though the team was eliminated in the first round, finishing bottom of their group with three points after 4–2 defeats to eventual semi-finalists Iraq and quarter-finalists Costa Rica. During his international youth career, Ronaldo would go on to represent the under-15 team, under-17, under-20, under-21, and under-23 national sides, amassing 34 youth caps and scoring 18 goals overall."
                },
                {
                    "context": " At age 18, Ronaldo made his first senior appearance for Portugal in a 1–0 victory over Kazakhstan on 20 August 2003. He was subsequently called up for UEFA Euro 2004, held in his home country, and scored his first international goal in a 2–1 group stage loss to eventual champions Greece. After converting his penalty in a shootout against England at the quarter-final stage, he helped Portugal reach the final by scoring the opening goal in a 2–1 win over the Netherlands, but the crucial last match ended in a 0–1 defeat. He was featured in the team of the tournament, having provided two assists in addition to his two goals."
                },
                {
                    "context": " Ronaldo was the second-highest scorer in the European qualification for the 2006 FIFA World Cup with seven goals. During the tournament, he scored his first World Cup goal against Iran with a penalty kick in Portugal's second match of the group stage. In the quarter-finals against England, his Manchester United teammate Wayne Rooney was sent off for stamping on Portugal defender Ricardo Carvalho. Although the referee later clarified that the red card was only due to Rooney's infraction, the English media speculated that Ronaldo had influenced his decision by aggressively complaining, after which he was seen in replays winking at Portugal's bench following Rooney's dismissal. Ronaldo went on to score the vital winning penalty during the penalty shoot out which sent Portugal into the semi-finals. Ronaldo was subsequently booed during their 1–0 semi-final defeat to France. FIFA's Technical Study Group overlooked him for the tournament's Best Young Player award and handed it to Germany's Lukas Podolski, citing his behaviour as a factor in the decision. Following the 2006 World Cup, Ronaldo would go on to represent Portugal in four qualifying games for Euro 2008, scoring two goals in the process."
                },
                {
                    "context": " One day after his 22nd birthday, Ronaldo captained Portugal for the first time in a friendly game against Brazil on 6 February 2007, as requested by Portuguese Football Federation president Carlos Silva, who had died two days earlier. Ahead of Euro 2008, he was given the number 7 shirt for the first time. While he scored eight goals in the qualification, the second-highest tally, he scored just one goal in the tournament, netting the second goal of their 3–1 win in the group stage match against the Czech Republic; in the same game, he also set-up Portugal's third goal in injury time, which was scored by Quaresma, and was named man of the match for his performance. Portugal were eliminated in the quarter-finals with a 3–2 loss against eventual finalists Germany."
                },
                {
                    "context": " After Portugal's unsuccessful performance in the European Championship, Luiz Felipe Scolari was replaced as coach by Carlos Queiroz, formerly the assistant manager at United. Queiroz made Ronaldo the squad's permanent captain in July 2008. Ronaldo failed to score a single goal in the qualification for the 2010 World Cup, as Portugal narrowly avoided a premature elimination from the tournament with a play-off victory over Bosnia. At the group stage of the World Cup, he was named man of the match in all three matches against Côte d'Ivoire, North Korea, and Brazil. His only goal of the tournament came in their 7–0 rout of North Korea, which marked his first international goal in 16 months. Portugal's World Cup ended with a 1–0 loss against eventual champions Spain in the round of 16."
                },
                {
                    "context": " Ronaldo scored seven goals in the qualification for Euro 2012, including two strikes against Bosnia in the play-offs, to send Portugal into the tournament, where they were drawn in a \"group of death\". After the opening 0–1 defeat to Germany, he also failed to score in the 3–2 win against Denmark, missing two clear one-on-one chances. In the last group stage game against the Netherlands, Ronaldo scored twice to secure a 2–1 victory. He scored a header in the quarter-finals against the Czech Republic to give his team a 1–0 win. In both games against the Netherlands and the Czech Republic he was named man of the match. After the semi-finals against Spain ended scoreless, with Ronaldo having sent three shots over the bar, Portugal were eliminated in the penalty shootout. Ronaldo did not take a penalty as he had been slated to take the unused fifth, a decision that drew criticism. As the joint top scorer with three goals, alongside five other players, he was again included in the team of the tournament."
                },
                {
                    "context": " During the qualification for the 2014 World Cup, Ronaldo scored a total of eight goals. A qualifying match on 17 October 2012, a 1–1 draw against Northern Ireland, earned him his 100th cap. His first international hat-trick also came against Northern Ireland, when he found the net three times in a 15-minute spell of a 4–2 qualifying victory on 6 September 2013. After Portugal failed to qualify during the regular campaign, Ronaldo scored all four of the team's goals in the play-offs against Sweden, which ensured their place at the tournament. His hat-trick in the second leg took his international tally to 47 goals, equaling Pauleta's record. Ronaldo subsequently scored twice in a 5–1 friendly win over Cameroon on 5 March 2014 to become his country's all-time top scorer."
                },
                {
                    "context": " Ronaldo took part in the tournament despite suffering from patellar tendinitis and a related thigh injury, potentially risking his career. Ronaldo later commented: \"If we had two or three Cristiano Ronaldos in the team I would feel more comfortable. But we don't.\" Despite ongoing doubts over his fitness, being forced to abort practice twice, Ronaldo played the full 90 minutes of the opening match against Germany, though he was unable to prevent a 4–0 defeat. After assisting an injury-time 2–2 equaliser against the United States, he scored a late match-winning goal in a 2–1 victory over Ghana. His 50th international goal made him the first Portuguese to play and score in three World Cups. Portugal were eliminated from the tournament at the close of the group stage on goal difference."
                },
                {
                    "context": " Ronaldo scored five goals, including a hat-trick against Armenia, in the qualification for Euro 2016. With the only goal in another victory over Armenia on 14 November 2014, he reached 23 goals in the European Championship, including qualifying matches, to become the competition's all-time leading goalscorer. At the start of the tournament, however, Ronaldo failed to convert his chances in Portugal's draws against Iceland and Austria, despite taking a total of 20 shots on goal. In the latter match, he overtook Luís Figo as his nation's most capped player with his 128th international appearance, which ended scoreless after he missed a penalty in the second half. With two goals and an assist in the last match of the group stage, a 3–3 draw against Hungary, Ronaldo became the first player to score in four European Championships, having made a record 17 appearances in the tournament. Though placed third in their group behind Hungary and Iceland, his team qualified for the knockout round as a result of the competition's newly expanded format."
                },
                {
                    "context": " In Portugal's first knockout match, Ronaldo's only attempt on goal was parried by Croatia's goalkeeper into the path of Ricardo Quaresma, whose finish then secured a 1–0 victory late in extra time. After his team progressed past Poland on penalties, Ronaldo became the first player to participate in three European Championship semi-finals; he scored the opening goal and assisted a second in a 2–0 win against Wales, equaling Michel Platini as the competition's all-time top scorer with nine goals. In the final against hosts France, Ronaldo was forced off after just 25 minutes following a challenge from Dimitri Payet. After multiple treatments and attempts to play on, he was stretchered off the pitch and replaced by Quaresma. During extra time, substitute Eder scored in the 109th minute to earn Portugal a 1–0 victory. As team captain, Ronaldo later lifted the trophy in celebration of his country's first-ever triumph in a major tournament. He was awarded the Silver Boot as the joint second-highest goalscorer, with three goals and three assists, and was named to the team of the tournament for the third time in his career."
                },
                {
                    "context": " Following the Euro 2016 success, Ronaldo scored four goals against Andorra in the 2018 FIFA World Cup qualifiers on 8 October 2016. His four goals against a nine-man team marked the highest number of goals he has scored in an international match. On 13 November, Ronaldo scored two goals (while also missing a penalty) in another qualifier against Latvia, which ended in a 4–1 home victory. These goals brought his international tally to 68 goals, putting level with Gerd Müller and Robbie Keane as the fourth-highest European international goalscorer of all-time. He played his first professional match on his home island of Madeira on 28 March 2017 at age 32, opening a 2–3 friendly defeat to Sweden at the Estádio dos Barreiros. With the goal, he tied with Miroslav Klose on 71 goals as the third-highest scoring European in international football."
                },
                {
                    "context": " In Portugal's opening match of the 2017 FIFA Confederations Cup against Mexico on 17 June, Cristiano Ronaldo set-up Quaresma's opening goal in a 2–2 draw. Three days later, he scored in a 1–0 win over hosts Russia. On 24 June, he scored from a penalty in a 4–0 win over New Zealand, which saw Portugal top their group and advance to the semi-finals of the competition. With his 75th international goal, Ronaldo also equalled Sándor Kocsis as the second-highest European international goalscorer of all-time, behind only Ferenc Puskás. He was named man of the match in all three of Portugal's group stage matches. Ronaldo left the competition early: after Chile defeated Portugal 3–0 on penalties in the semi-finals, he was allowed to return home to be with his newborn children. Therefore, he missed Portugal's third-place play-off match in which Portugal defeated Mexico 2–1 after extra time."
                },
                {
                    "context": " On 31 August 2017, Ronaldo scored a hat-trick in a 5–1 win in a World Cup qualifier over the Faroe Islands, which saw him overtake Pelé and equal Hussein Saeed as the joint-fifth-highest goalscorer in international football with 78 goals. These goals brought his tally in the 2018 World Cup qualifiers to 14, equalling Predrag Mijatović's record for most goals in a single UEFA senior men's qualifying campaign, and also saw him break the record for the most goals scored in a single European qualifying group, overtaking the previous record of 13 goals set by David Healy and Robert Lewandowski. Ronaldo's hat-trick took his World Cup qualifying goals total to 29, making him the highest scorer in European World Cup qualifiers, ahead of Andriy Shevchenko, and the highest goalscorer in World Cup qualifying and finals matches combined, with 32 goals, ahead of Miroslav Klose. Ronaldo later added to this tally by scoring a goal against Andorra in a 2–0 victory."
                },
                {
                    "context": " In the build-up to the 2018 World Cup, Portugal hosted friendlies against Tunisia, Belgium and Algeria. Ronaldo featured in the final of the three matches in which he made his 150th international appearance. On 15 June 2018, Ronaldo became the oldest player ever to score a hat-trick in a World Cup match, helping Portugal secure a 3–3 draw against Spain in their opening match at the World Cup. In doing so, he also became the first Portuguese player to score a goal in four World Cups and one of four players to do so in total. His third goal saw him curl in a 30-yard free kick with two minutes remaining for the equaliser. His hat-trick also drew him level with Ferenc Puskás as the highest European goalscorer of all-time, with 84 international goals. In Portugal's second game on 20 June, Ronaldo scored the only goal in a 1–0 victory against Morocco, breaking Puskás' record. In the final group match against Iran on 25 June, Ronaldo missed a penalty in an eventual 1–1 draw which saw Portugal progress to the second round as group runners-up behind Spain. On 30 June, Portugal were eliminated following a 2–1 defeat to Uruguay in the last 16."
                },
                {
                    "context": " A versatile attacker, Ronaldo is capable of playing on either wing as well as through the centre of the pitch, and, while ostensibly right-footed, is very strong with both feet. He ranks among the world's fastest footballers, both with and without the ball. Tactically, Ronaldo has undergone several evolutions throughout his career. While at Sporting and during his first season at Manchester United, he was typically deployed as a traditional winger on the right side of midfield, where he regularly looked to deliver crosses into the penalty area. In this position, he was able to use his pace and acceleration, agility, and technical skills to take on opponents in one-on-one situations. Ronaldo became noted for his dribbling and flair, often displaying an array of tricks and feints, such as the step overs and so-called 'chops' that became his trademark."
                },
                {
                    "context": " As Ronaldo matured, he underwent a major physical transformation, developing a muscular body type that allows him to retain possession of the ball, and strong legs that make up for an outstanding jumping ability. His strength and jumping ability, combined with his elevation and height of , gives him an edge in winning aerial challenges for balls. These attributes allow him to function as a target-man, and makes him an aerial goal threat in the penalty area; consequently, many of his goals have been headers. Allied with his increased stamina and work-rate, his goalscoring ability improved drastically on the left wing where he was given the positional freedom to move into the centre to finish attacks. He also increasingly played a creative role for his team, often dropping deep to pick up the ball, participate in the build-up of plays, and create chances for his teammates, courtesy of his good vision and passing ability."
                },
                {
                    "context": " In his final seasons at United, Ronaldo played an even more attacking and central role, functioning both as a striker and as a supporting forward, or even as an attacking midfielder on occasion. He developed into a prolific goalscorer, capable of finishing well both inside the penalty area and from distance with an accurate and powerful shot, courtesy of his striking ability. An accurate penalty kick taker, he also became a set piece specialist, renowned for his powerful, bending free kicks, though his ability in this regard deteriorated later on in his career. When taking free kicks, is known for using the \"knuckleball\" technique, which had previously been popularised by Juninho Pernambucano; he also adopts a trademark stance before striking the ball, which involves him standing with his legs far apart. Regarding Cristiano Ronaldo's unique style of taking free kicks, former Manchester United assistant manager Mike Phelan has commented: \"People used to put the ball down, walk away, run up and hit it. He brought in a more dynamic showmanship. He places the ball down, the concentration level is high, he takes his certain amount of steps back so that his standing foot is in the perfect place to hit the ball in the sweet spot. He is the ultimate showman. He has that slight arrogance. When he pulls those shorts up and shows his thighs, he is saying 'All eyes on me' and this is going in. He understands the marketing side of it. The way he struts up and places it; the world is watching him."
                },
                {
                    "context": " At Real Madrid, Ronaldo continued to play a more offensive role, while his creative and defensive duties became more limited, although not entirely diminished. Initially deployed as a centre forward, he was later moved back onto the left wing, though in a free tactical role; this position allowed him to drift into the centre at will to get onto the end of crosses and score, or draw out defenders with his movement off the ball and leave space for teammates to exploit. Madrid's counter-attacking style of play also allowed him to become a more efficient and consistent player, as evidenced by his record-breaking goalscoring feats. However, while he mainly drew praise in the media for his prolific goalscoring, he also demonstrated his ability as an effective creator in this role. From 2013 onwards, he effectively adapted his style to the physical effects of ageing with increasingly reduced off-the-ball movement and general involvement, completing fewer dribbles and passes per game, and instead focusing on short-distance creating and goalscoring. Since 2017, Ronaldo has adapted his style of play yet again to become more of a free-roaming centre forward, a role in which he has continued to excel and maintain a prolific goalscoring record; in this position, he has earned praise in the media for his intelligent movement, excellent positional sense, link-up play, clinical finishing, and opportunism, as well as his ability to lose or anticipate his markers, find space in the box, and score from few opportunities."
                },
                {
                    "context": " Ronaldo is widely regarded as one of the two best players of his generation, alongside Lionel Messi. Ronaldo quickly established himself among the world's best players in his early 20s, featuring as the core component for Manchester United in the mid-to-late 2000s. However, after winning his first Ballon d'Or by a record-high vote count at age 23, the public debate regarding his qualities as a player moved beyond his status in contemporary football to the possibility that he was one of the greatest players in history. Universally acclaimed for his prolific and consistent goalscoring ability, he is considered a decisive player, who stands out in games and who can be a game changer, especially in important and high-pressured situations."
                },
                {
                    "context": " Ronaldo is noted for his work ethic, elite body conditioning, and dedication to improvement on the training pitch, as well being regarded as a natural leader. Writing of his \"extraordinary commitment to physical preparation\", Adam Bate of Sky Sports adds, \"Dedication is a huge part of staying at the top and Ronaldo's focus is perhaps unparalleled within the game.\" His drive and determination to succeed are fuelled by a desire to be talked about alongside Pelé and Diego Maradona once retiring. Ronaldo has at times, however, been criticised for simulating when tackled. In addition to this, he was also occasionally criticised early in his career by manager Alex Ferguson, teammates and the media for being a selfish or overly flamboyant player."
                },
                {
                    "context": " During his career, Ronaldo has also been described as having an \"arrogant image\" on the pitch, with Ronaldo stating that he had become a \"victim\", because of how he was portrayed in the media. He is often seen moaning, gesticulating and scowling while trying to inspire his team to victory, with Ronaldo insisting that his competitive nature should not be mistaken for arrogance. His managers, teammates and various journalists have commented that this reputation has caused an unfair image of him. In 2014, Ronaldo told \"France Football\" that he had made a \"mistake\" when he said in 2011, \"People are jealous of me as I am young, handsome and rich\", adding that he had matured since then and fans understood him better."
                },
                {
                    "context": " Ronaldo has adopted several goalscoring celebrations throughout his career, including one particular celebration which gained widespread coverage in the media, when he squatted and stared directly into a camera on the sidelines of the pitch with his hand on his chin. However, after scoring a goal, he usually celebrates with a \"storming jump\" and \"turn\", before \"landing in spread-eagled fashion\" into his \"signature power stance\", while usually simultaneously exclaiming \"Sí\" (Spanish for \"yes\"); as such, this trademark celebration has been dubbed the \"Sii!\" in the media."
                },
                {
                    "context": " Both players have scored in at least two UEFA Champions League finals and have regularly broken the 50-goal barrier in a single season. Sports journalists and pundits regularly argue the individual merits of both players in an attempt to argue who they believe is the best player in modern football. It has been compared to sports rivalries such as the Muhammad Ali–Joe Frazier rivalry in boxing, the Borg–McEnroe rivalry in tennis, and the Ayrton Senna–Alain Prost rivalry from Formula One motor racing."
                },
                {
                    "context": " Some commentators choose to analyse the differing physiques and playing styles of the two, while part of the debate revolves around the contrasting personalities of the two players: Ronaldo is sometimes depicted as an arrogant and theatrical showoff, while Messi is portrayed as a shy, humble character. In a 2012 interview, Ronaldo commented on the rivalry, saying \"I think we push each other sometimes in the competition, this is why the competition is so high\", while Ronaldo's manager during his time at Manchester United, Alex Ferguson, opined that \"I don't think the rivalry against each other bothers them. I think they have their own personal pride in terms of wanting to be the best\". Messi himself denied any rivalry, saying that it was \"only the media, the press, who wants us to be at loggerheads but I've never fought with Cristiano\". Responding to the claims that he and Messi do not get on well on a personal level, Ronaldo commented, \"We don't have a relationship outside the world of football, just as we don't with a lot of other players\", before adding that in years to come he hopes they can laugh about it together, stating; \"We have to look on this rivalry with a positive spirit, because it's a good thing.\" Representing archrivals Barcelona and Real Madrid, the two players faced each other at least twice every season in the world's biggest club game, \"El Clásico\", which is among the world's most viewed annual sporting events."
                },
                {
                    "context": " In a debate at Oxford Union in October 2013, when asked whether FIFA president Sepp Blatter preferred Messi or Ronaldo, Blatter paid tribute to the work ethic of the Argentine before taking a swipe at Ronaldo, claiming \"one of them has more expenses for the hairdresser than the other\". Real Madrid demanded – and promptly received – a full apology, and the Portuguese issued his own riposte with a mock-salute celebration after scoring a penalty against Sevilla, after Blatter had described him as a \"commander\" on the pitch."
                },
                {
                    "context": " As his reputation grew from his time at Manchester United, Ronaldo has signed many sponsorship deals for consumer products, including sportswear, football boots (since November 2012 Ronaldo has worn the Nike Mercurial Vapor personalized CR7 edition), soft drinks, clothing, automotive lubricants, financial services, electronics and computer video games. Ronaldo was featured as the cover athlete of EA Sports' \"FIFA\" video game \"FIFA 18\" and was heavily involved in the game's promotion. His 'Siiii' goal celebration features in the \"FIFA\" series, accompanied with his own voiceover. He was also the face of \"Pro Evolution Soccer\", appearing on the cover in 2008, 2012 and 2013."
                },
                {
                    "context": " \"Forbes\" has twice ranked Ronaldo first on its list of the world's highest-paid football players; his combined income from salaries, bonuses and non-football earnings was $73 million in 2013–14 and $79 million in 2014–15. The latter earnings saw him listed behind only boxer Floyd Mayweather, Jr. on the magazine's list of The World's Highest-Paid Athletes. In 2016, he became the first footballer to top the \"Forbes\" list of highest-earning athletes, with a total income of $88 million from his salary and endorsements in 2015–16. He topped the list for the second straight year with earnings of $93 million in 2016–17. Ronaldo is one of the world's most marketable athletes: \"SportsPro\" rated him the fifth most marketable athlete in 2012, and eighth most marketable athlete in 2013, with Brazilian footballer Neymar topping both lists. Sports market research company Repucom named Ronaldo the most marketable and most recognised football player in the world in May 2014. He was additionally named in the 2014 Time 100, \"Time\"s annual list of the most influential people in the world. ESPN named Ronaldo the world's most famous athlete in 2016, 2017 and 2018."
                },
                {
                    "context": " Ronaldo has established a strong online presence; the most popular sportsperson on social media, he counted 158 million total followers across Facebook, Twitter and Instagram by June 2015. , he has the world's biggest Facebook fanbase with 103 million followers: he became the first sportsperson to reach 50 million followers in August 2010, and in October 2014, he became the first sportsperson, and the second person after Shakira, to reach 100 million followers. By June 2017, Ronaldo had 277 million followers across social media. His sponsors earned $936 million in media value across his social media accounts between June 2016 to June 2017. Ronaldo has released two mobile apps: in December 2011, he launched an iPhone game called \"Heads Up with Cristiano\", created by developer RockLive, and in December 2013, he launched \"Viva Ronaldo\", a dedicated social networking website and mobile app. Computer security company McAfee produced a 2012 report ranking footballers by the probability of an internet search for their name leading to an unsafe website, with Ronaldo's name first on the list."
                },
                {
                    "context": " Ronaldo's life and person have been the subject of several works. His autobiography, titled \"Moments\", was published in December 2007. His sponsor Castrol produced the television film \"Ronaldo: Tested to the Limit\", in which he is physically and mentally tested in several areas; his physical performance was consequently subject to scrutiny by world media upon the film's release in September 2011. \"\", a documentary narrated by the actor Benedict Cumberbatch, was released via Vimeo in June 2014. A documentary film about his life and career, titled \"Ronaldo\", was released worldwide on 9 November 2015. Directed by BAFTA-winner Anthony Wonke, the film is produced and distributed by Universal Pictures, while Asif Kapadia is the executive producer."
                },
                {
                    "context": " A replica Cristiano Ronaldo jersey has been a much sought after sports product throughout his career. In 2008, Ronaldo's number 7 Manchester United jersey was the best-selling sports product under the auspices of the Premier League. In 2018, within 24 hours of his number 7 Juventus jersey being released, over 520,000 had been sold, with $62.4 million generated in one day. Ronaldo opened his first fashion boutique under the name \"CR7\" (his initials and shirt number) on the island of Madeira, Portugal, in 2006. Ronaldo expanded his business with a second clothes boutique in Lisbon in 2008. In partnership with Scandinavian manufacturer JBS Textile Group and the New York fashion designer Richard Chai, Ronaldo co-designed a range of underwear and sock line, released in November 2013. He later expanded his \"CR7\" fashion brand by launching a line of premium shirts and shoes by July 2014. In September 2015, Ronaldo—in a partnership with Eden Parfums—released his own fragrance, \"Legacy\"."
                },
                {
                    "context": " In 2007, C.D. Nacional renamed its youth campus Cristiano Ronaldo Campus Futebol (Cristiano Ronaldo Football Campus). In December 2013, Ronaldo opened a museum, Museu CR7, in his hometown of Funchal, Madeira, to house trophies and memorabilia of his life and playing career; the museum is an official sponsor of the local football team União da Madeira. At a ceremony held at the Belém Palace in January 2014, President of Portugal Aníbal Cavaco Silva raised Ronaldo to the rank of Grand Officer of the Order of Prince Henry, \"to distinguish an athlete of world renown who has been a symbol of Portugal globally, contributing to the international projection of the country and setting an example of tenacity for future generations\". A bronze statue of Ronaldo, designed by artist Ricardo Madeira Veloso, was unveiled in Funchal on 21 December 2014."
                },
                {
                    "context": " In June 2010, during the build-up to the World Cup, Ronaldo became the fourth footballer – after Steven Gerrard, Pelé and David Beckham – to be represented as a waxwork at Madame Tussauds London. Another waxwork of him was presented at the Madrid Wax Museum in December 2013. In June 2015, astronomers led by David Sobral from Lisbon and Leiden discovered a galaxy which they named CR7 (Cosmos Redshift 7) in tribute to Ronaldo. On 23 July 2016, following Portugal's triumph at Euro 2016, Madeira Airport in Funchal was renamed as Cristiano Ronaldo International Airport. The unveiling of the rebranded terminal took place on 29 March 2017, which included a bust of his head being presented. The bust and the name change were controversial, with the lack of the bust's likeness to Ronaldo being ridiculed by comedians, including \"Saturday Night Live\", while the name change was subject to much debate locally by some politicians and citizens, who even started a petition against the move, an action criticised by President of Madeira Miguel Albuquerque. A year later, sports website Bleacher Report commissioned sculptor Emanuel Santos to create another bust. However, this bust was never used; instead, a new one was made by a Spanish sculptor, shown to the public on 15 June 2018."
                },
                {
                    "context": " Ronaldo's father, José, died of an alcoholism-related liver condition at age 52 in September 2005 when Ronaldo was 20. Ronaldo has said that he does not drink alcohol, and he received libel damages over a \"Daily Mirror\" article that reported him drinking heavily in a nightclub while recovering from an injury in July 2008. His mother, Dolores, was diagnosed with breast cancer in 2007 but eventually recovered. Ronaldo has four children. He first became a father to son, Cristiano Jr., born on 17 June 2010 in the United States. He stated that he has full custody of the child and would not be publicly revealing the identity of the mother as per agreement with her, it was unclear whether it was a relationship or surrogacy. In January 2015, Ronaldo announced his five-year relationship with Russian model Irina Shayk has ended."
                },
                {
                    "context": " Ronaldo then became father to twins, daughter Eva and son Mateo, born on 8 June 2017 in the United States via surrogacy. The types of surrogacy of his children are not stated. He is in a relationship with Spanish model Georgina Rodríguez (b. 1995), she later gave birth to daughter Alana on 12 November 2017. Ronaldo has made contributions to various charitable causes throughout his career. Television footage of the 2004 Indian Ocean earthquake and tsunami showed an eight-year-old boy survivor named Martunis wearing a number 7 Portuguese football shirt who was stranded for 19 days after his family was killed. Following this, Ronaldo visited Aceh, Indonesia, to raise funds for rehabilitation and reconstruction. After accepting undisclosed damages from a libel case against \"The Sun\" newspaper in 2008, Ronaldo donated the damages to a charity in Madeira. In 2009, Ronaldo donated £100,000 to the hospital that saved his mother's life in Madeira following her battle with cancer, so that they could build a cancer centre on the island. In support of the victims of the 2010 Madeira flood, Ronaldo pledged to play in a charity match in Madeira between Primeira Liga club Porto and players from Madeiran-based clubs Marítimo and Nacional."
                },
                {
                    "context": " In 2012, Ronaldo and his agent paid for specialist treatment for a nine-year-old Canarian boy with apparently terminal cancer. In November 2012, Ronaldo sold the golden boot he had won in 2011 for €1.5 million and gave the money to fund schools for children in Gaza. In December 2012, Ronaldo joined FIFA's \"11 for Health\" programme to raise awareness amongst kids of how to steer clear of conditions including drug addiction, HIV, malaria and obesity. In January 2013, Ronaldo became Save the Children's new Global Artist Ambassador, in which he hopes to help fight child hunger and obesity. In March, Ronaldo agreed to be the ambassador for The Mangrove Care Forum in Indonesia, an organisation aiming to raise awareness of mangrove conservation."
                },
                {
                    "context": " Ronaldo was named the world's most charitable sportsperson in 2015 after donating £5 million to the relief effort after the earthquake in Nepal which killed over 8,000 people. In June 2016, Ronaldo donated the entirety of his €600,000 Champions League bonus after Real Madrid won the 2015–16 UEFA Champions League. In August 2016, Ronaldo launched CR7Selfie, a selfie app for charity to help Save the Children that lets participants take a selfie with him in one of several different outfits and poses. In the app, fans can select from among 68 photos of Ronaldo in different outfits and poses, and scroll through 39 filters to apply to their selfies."
                },
                {
                    "context": " In July 2017, Ronaldo was charged with fraudulently evading almost €15 million in tax between 2011 and 2014, a claim he denied at the time. In June 2018 Ronaldo was given a two-year suspended jail sentence and fined €18.8 million, later reduced to €16.8 million after reaching a deal with Spanish authorities. The sentence can be served under probation, without any jail time, so long as he does not reoffend. Ronaldo and another man were investigated by the British Crown Prosecution Service after a 2005 rape allegation was brought forward by two women. Within days, the two women withdrew their allegation and Scotland Yard later issued a statement declaring there was not enough evidence for a prosecution. In April 2017 it was reported that Ronaldo was being investigated for another rape allegation by the Las Vegas Police Department originating in 2009. Documents, confirmed by Ronaldo's lawyers, state that Ronaldo paid a woman US$375,000 in a non-disclosure settlement. Ronaldo and his lawyers issued a lengthy statement denying all accusations, describing them as an \"intentional defamation campaign\" with parts significantly \"altered and/or completely fabricated\", a claim which \"Der Spiegel\" categorically refuted.  Sporting CP Manchester United Real Madrid Portugal Notes Citations"
                }
            ]
        },
        {
            "title": "Far from the Madding Crowd (2015 film)",
            "paragraphs": [
                {
                    "context": " Far from the Madding Crowd is a 2015 British romantic drama film directed by Thomas Vinterberg and starring Carey Mulligan, Matthias Schoenaerts, Michael Sheen, Tom Sturridge and Juno Temple. It is an adaptation of the 1874 novel \"Far from the Madding Crowd\" by Thomas Hardy. It is the fourth film adaptation of the novel. In 1870 Victorian England, Bathsheba Everdene (Carey Mulligan) is working on her aunt's farm in Dorset. Gabriel Oak (Matthias Schoenaerts), a new neighbour, sees Bathsheba riding her horse and falls in love with her. He proposes, but the headstrong Bathsheba declines, saying she is too independent. One night a new sheepdog chases Gabriel's entire flock off a cliff. He settles his debts and is left penniless. He leaves in search of work. In contrast, Bathsheba inherits a farm from her uncle and leaves to take charge of it."
                },
                {
                    "context": " While Gabriel is at a fair trying to find employment, local soldiers attempt to recruit him and other townsmen. A young girl, Fanny Robin, notices him and points out one of the soldiers, Sergeant Frank Troy, her sweetheart. She suggests Gabriel seek employment at a farm in Weatherbury. Gabriel arrives to find several buildings on fire and saves the barn from destruction. At dawn the next day he is introduced to the farm's new mistress: Bathsheba. She hires him as a shepherd. In the meantime, Fanny goes to the wrong church for her wedding and Troy, apparently jilted, is devastated."
                },
                {
                    "context": " In town, Bathsheba proves to be a shrewd trader when selling her seed. She immediately is drawn to her neighbour William Boldwood (Michael Sheen), a prosperous and mature bachelor. Bathsheba sends Boldwood a Valentine as a joke, and he, both offended and intrigued, soon proposes marriage. Bathsheba says she does share his feelings but delays giving him a final answer. Gabriel admonishes Bathsheba for being foolish and unkind by playing with Boldwood's affections. She is stung by his criticism, and fires him, but the next day, given a crisis with the sheep that only he can manage, she sends after him and then pursues him to ask him to return. After her personal appeal, he comes back, saves some of the sheep, and stays on the farm."
                },
                {
                    "context": " One night while walking around her land, Bathsheba meets Frank Troy, who is mesmerized by her beauty. Uncomfortable, she tells him he should not be there, but the next day he returns to help with the harvest. Bathsheba learns he is of a noble family, but tells him to leave. He flirts with her and flatters her, and arranges a secret meeting. At their rendezvous in the woods, he shows off his swordplay, telling her not to flinch as he swings his sword around her head and body. He finally embraces her in a passionate kiss and Bathsheba is left in a daze. Gabriel warns her that Frank is dangerous and dishonourable, but she nevertheless elopes with him, and they share their wedding night together."
                },
                {
                    "context": " Returning to the farm, the newly married couple celebrate with all the workers. Gabriel warns of an approaching storm, but the belligerent and drunk Frank interrupts him and insists that the party will not allow it to rain. Gabriel attempts by himself to cover the harvest with tarpaulins and Bathsheba, ashamed of Frank's drunken behavior with the other men, comes out into the wind and rain to help. Chastened, she tells Gabriel that she was a fool to fall prey to Frank's flattery. One day in town, Frank sees Fanny begging. She tells him she had gone to the wrong church, and that she is pregnant. He promises he will find a home for them, but sends her to the workhouse in the meantime. Frank, a degenerate gambler, asks Bathsheba for £20 and she refuses, saying the money is for farm expenses. Fanny and her baby die in childbirth; their coffin is delivered to Bathsheba's farm her last known address. The words \"Fanny Robin and child\" are on the coffin, but Gabriel surreptitiously erases \"and child\" from the slate while bringing it in. Bathsheba recognizes her name as one of her uncle's loyal servants. Bathsheba also reads the erasure, opens the coffin, and discovers the mother and baby within. Frank, comes home, and upon seeing Fanny and his dead baby, bends over the coffin and kisses Fanny's lips. Bathsheba protests that she is still his wife, but he coldly responds that even in death Fanny means more to him than Bathsheba ever could mean. In grief Frank goes to the beach, where he strips off his uniform and swims far into the ocean. The next day Bathsheba learns Frank has apparently drowned."
                },
                {
                    "context": " Left with Frank's gambling debts, Bathsheba worries she may lose the farm. Boldwood offers to buy it and merge it with his property, offering Gabriel a position as bailiff, and again proposes marriage. Bathsheba agrees to consider his offer. On the eve of the Christmas party he plans to throw, Boldwood shares with Gabriel that he knows of the affection he feels for Bathsheba, but adds he appreciates that he has been such a gentleman in the entire matter, and shows Gabriel the engagement ring he plans to offer her."
                },
                {
                    "context": " At the party, Boldwood graciously invites Gabriel and Bathsheba to share at least one dance. As they dance, she again asks Gabriel what she should do, and he answers simply to \"Do what is right\". She breaks off the dance and leaves, only to discover Frank, outside, alive and well. He was rescued from drowning but has faked his death for some weeks, preferring the idea of being 'dead.' He demands money from Bathsheba, claiming it was unfair that he gave up his profession and now lives off nothing while she has money and a house. Frank grabs her roughly, screaming that she is still his wife and must obey him. Enraged, Boldwood emerges from the house and kills Frank with a single blast from his rifle, for which he is promptly imprisoned. Gabriel reassures Bathsheba her that if it's any consolation Boldwood is bound to be spared his life, for acting in a 'crime of passion'."
                },
                {
                    "context": " Some time later, Gabriel announces that since the farm is now secure, he'll be emigrating to America in four days time. As he leaves on foot early in the morning, Bathsheba chases after him on horseback and begs him not to leave, thanking him for all he's done for her, and always believing in her. Gabriel tells her, if only she would accept his love, then asks her if she would agree were he to propose again. Bathsheba smiles and tells him he needs ask but once more. Gabriel kisses her passionately in response, and they walk back hand in hand."
                },
                {
                    "context": " David Nicholls became attached to the film in 2008. In April 2013, it was reported that Matthias Schoenaerts had been offered the role of Gabriel Oak alongside Carey Mulligan as Bathsheba Everdene. Their casting was official in May 2013 with the participation of director Thomas Vinterberg. Principal photography started on 16 September 2013. The film was shot in Dorset (Sherborne, Mapperton, and Beaminster), Oxfordshire, Buckinghamshire and London. Mulligan claimed, in an appearance on \"The Graham Norton Show\", that she hand-picked Schoenaerts to play Gabriel Oak after she saw him in the French film \"Rust and Bone\"."
                },
                {
                    "context": " Thomas Vinterberg invented the scene in which Sergeant Troy clutches Bathsheba's crotch after the sword tricks because he wanted it to get more drastically sexual. The British crew called it 'the Danish handshake'. Vinterberg suggested that he would have gone much further if it had been a Danish film. The film was released on 1 May 2015. The first teaser trailer debuted on 23 November 2014. It features the song \"Let No Man Steal Your Thyme\" performed by Carey Mulligan and Michael Sheen. A teaser poster was also revealed to mark the 140th anniversary of the novel of the same name."
                },
                {
                    "context": " \"Far from the Madding Crowd\" grossed $12.2 million in North America and $17.9 million in other territories for a worldwide total of $30.2 million. \"Far from the Madding Crowd\" received positive reviews from critics. On Rotten Tomatoes, the film has a rating of 85%, based on 176 reviews, with the site's critical consensus reading, \"\"Far from the Madding Crowd\" invites tough comparisons to Thomas Hardy's classic novel – and its previous adaptation – but stands on its own thanks to strong direction and a talented cast.\" Metacritic gave the film a score of 71 out of 100, based on 40 critics, indicating \"generally favorable reviews\".  Carey Mulligan's performance was critically praised and some considered it better than the 1967 adaptation starring Julie Christie. \"Rolling Stone\"'s Peter Travers, in his three out of four star review, said \"Vinterberg may rush the final act, but he brings out the wild side in Mulligan, who can hold a close-up like nobody's business. She's a live wire in a movie that knows how to stir up a classic for the here and now.\""
                }
            ]
        },
        {
            "title": "The Great British Bake Off (series 7)",
            "paragraphs": [
                {
                    "context": " The seventh series of \"The Great British Bake Off\" aired from 24 August 2016, with twelve contestants competing to be crowned the series 7 winner. This series was the last to be broadcast on BBC One, as the production company Love Productions opted to move the show to Channel 4. It was also the last series on the show for Sue Perkins and Mel Giedroyc, as they decided to leave as presenters of the show. It is also the last series of the show to feature Mary Berry as a judge. This series was won by Candice Brown, with Andrew Smyth and Jane Beedle finishing as runners-up."
                },
                {
                    "context": " Colour key: For the first challenge, the bakers were given two hours to make a drizzle cake, the brief being that the cake be moist and well permeated with the drizzle. For the technical challenge, the bakers were instructed to make Mary's recipe for twelve jaffa cakes. The recipe used a whipped fatless sponge, orange jelly and tempered chocolate with a design of sorts. For the final challenge, the bakers were instructed to make a mirror glaze cake. The cake had to have a genoise sponge and have a very shiny, mirror-like top, covering the cake entirely."
                },
                {
                    "context": " For the Signature Challenge, the bakers were given two and a half hours to make 24 iced biscuits (cookies). The biscuits had to be crisp and uniform. Viennese Whirls were set as the technical challenge. To be completed in an hour and a half, they had to be filled with buttercream and jam, and had have a defined shape. For the showstopper, a gingerbread scene was set as the challenge, the only brief being it that it had to be 30 cm high, and contain eight characters or objects. The bakers had four hours for this challenge."
                },
                {
                    "context": " Host Sue Perkins did not appear in the episode. For the bakers' first challenge, they had to make a chocolate loaf in two and a half hours. The loaf had to contain chocolate in some form, whether it be cocoa powder or actual pieces of chocolate. For the technical challenge, the bakers were required to make twelve Dampfnudel, a recipe Paul called \"notoriously difficult\". In two hours, the bakers had to make twelve steamed bread rolls with two types of sauce. A savoury plaited (braided) centrepiece was set as the showstopper. In four hours, bakers had to make a centrepiece using at least three flours."
                },
                {
                    "context": " The first task was to make Yorkshire puddings, in 2 hours. The bakers used the standard recipe filled with a variety of savory ingredients and flavors. The technical challenge gave the bakers 1 hour to make 12 heart-shaped \"lace\" pancakes, which required them to draw a heart-shaped design with the batter. They were only allowed one practice pancake. The showstopper challenge was to make 36 sweet churros in 3 hours. For the signature bake, bakers were tasked with baking 24 breakfast pastries. Two different batches of 12 pastries were to be made. The technical challenge required the bakers to make one feathered Bakewell tart. For the showstopper challenge, the bakers were challenged to make 48 filled filo amuse-bouche; 24 with a savoury filling and 24 with a sweet filling."
                },
                {
                    "context": " In the signature, the seven remaining bakers were asked to create a meringue pie containing citrus fruit, such as orange, grapefruits and lemons. In the technical, the contestants had to create two leaf-shaped herb fougasses. In the showstopper, the contestants were asked to create a three-tier cake with a flower theme. All the tiers could be the same flavour, or each one a different flavour, and the cakes could be decorated with flowers. The Signature challenge required the bakers to make a family-sized roulade in hours. The judges were looking for a light sponge cake, even layers of filling, and a clean swirl. The technical challenge gave the bakes 3 hours to make a Marjolaine or \"Dacquoise\", an unusual layered cake made with meringue, decorated with ganache and nuts. The showstopper challenge allocated 4 hours for the bakers to make 24 mini mousse cakes in two flavours (12 of each)."
                },
                {
                    "context": " Week eight featured the show's first Tudor theme, featuring food common in the 16th century. During the signature challenge, the five remaining bakers were asked to bake a shaped pie with Tudor flavours. The pie could be any type of pastry and they could use whichever fillings they wanted. In the technical, the contestants were asked to produce a dozen jumbles – six knot balls and six Celtic knots. In the showstopper challenge, the contestants were asked to bake a marchpane (marzipan) cake in a three-dimensional shape. However, all of the cakes had to be Tudor-themed."
                },
                {
                    "context": " The first task for pastry or pâtisserie week required the remaining four contestants to bake 24 palmiers, with two different savoury fillings and shapes. The technical challenge was to make a Savarin, a liqueur-soaked yeast cake, which none of the contestants had made before. The final challenge was to make 36 fondant fancies. In the final signature challenge, the bakers had to make a filled meringue crown, which had to contain at least three layers of meringue, in three hours. In the technical, the judges decided to make a familiar bake challenging: the bakers had to make a Victoria sandwich, with no recipe or method given, in 90 minutes. The final showstopper involved the largest number of bakes ever requested in a challenge. The bakers were given five hours to make a picnic fit for the Queen, including one chocolate celebration cake, 12 sausage rolls, 12 mini quiches, 12 savoury scones and 12 fruit and custard tarts."
                },
                {
                    "context": " The Masterclass episodes were replaced by two Christmas specials, which featured eight contestants from the series 2–5. The two Christmas specials were the last to be aired on BBC before the channel move, and thus featured the last appearances of hosts Mel Giedroyc and Sue Perkins and judge Mary Berry. Judge Paul Hollywood would then followed the channel move. The first Christmas special featured Mary-Anne Boermans (Series 2), Cathryn Dresser (Series 3), Ali Imdad (Series 4) and Norman Calder (Series 5). The competition was won by Mary-Anne Boermans. The second Christmas special featured Janet Basu (Series 2), James Morton (Series 3), Howard Middleton (Series 4) and Chetna Makan (Series 5). The competition was won by Chetna Makan."
                },
                {
                    "context": " The signature challenge required the bakers to create 2 batches of edible Christmas tree decorations, 12 of each type, using biscuits. The technical challenge, set by Mary, tasked the bakers to make a choux wreath consisting of 36 choux buns, filled and decorated festively with chocolate. For the showstopper challenge, the bakers were required to make a Christmas scene cake, which must be at least three tiers. The bakers were tasked to make 24 savoury Christmas canapés, 12 of two types in the signature challenge. The technical challenge was set by Paul, in which the bakers were tasked of baking a Kanellängd, a spiced Scandinavian celebratory Christmas loaf with the meaning of \"cinnamon length\". For the showstopper challenge, the bakers were required to make 36 sweet Christmas miniatures, 12 each of three types, arranged as a celebratory centerpiece."
                },
                {
                    "context": " Before the series had begun, some viewers complained of the \"gendered\" icing in preview pictures of the bakers. In the promo shots of the bakers, the male bakers were given blue icing while the female bakers were given pink icing, whereas the previous year, every baker was given the same colour regardless. As a result, the BBC altered the colouring of the icing. The opening episode had an average viewing figure of 10.4 million according to overnight ratings, an improvement over the figure of 9.3 million for the corresponding episode in 2015. This made it the most watched TV show of 2016 so far, with the official figure also making it the most watched TV show since the 2015 Bake Off Final. Its run on the BBC ended with an average overnight viewing figure of 14 million for the final, peaking at 14.8 million, which is a record for the show. The series dominated the list of most-watched programmes in 2016, with nine of the top ten being episodes of the show. Its finale was watched by 15.9 million viewers (7 days cumulative figure), the most popular of the year.  Official episode viewing figures are from BARB."
                }
            ]
        }
    ]
}
